[{"id": "OYSTER",
"type": "FISH",
"name": "OYSTER SANDWICH",
"recipe": "Chop raw oysters fine, add a dash of tabasco sauce, lemon juice, and oil. Season with pepper and salt. Spread this on thinly cut slices of white bread, with a lettuce leaf between."},
{"id": "FRIED_OYSTER",
"type": "FISH",
"name": "FRIED OYSTER SANDWICH",
"recipe": "On thin slices of lightly buttered white bread, place a lettuce leaf that has been dipped in mayonnaise dressing. Place fried oysters on lettuce leaf. Put slices together and garnish with a pickle."},   
{"id": "DEVILED_OYSTER",
"type": "FISH",
"name": "DEVILED OYSTER SANDWICH",
"recipe": "Cut slices of bread thin, remove crust, and toast. Cover a slice with oysters, dust thickly with red pepper and spread lightly with mayonnaise. Cover with another slice of toast. Garnish with a slice of lemon."},  
{"id": "OYSTER_LOAF",
"type": "FISH",
"name": "OYSTER LOAF SANDWICH",
"recipe": "Cut Vienna rolls into halves and spread lightly with butter; on one half lay four fried oysters, cover with the other half of roll, and serve with a pickle."},   
{"id": "OYSTER_CAVIARE",
"type": "FISH",
"name": "OYSTER AND CAVIARE SANDWICH",
"recipe": "Butter thin slices of brown bread, cover one slice thinly with caviare and on this lay two raw whole oysters; cover with another slice of bread and garnish with slice of lemon."},   
{"id": "GRILL_ROOM_OYSTER",
"type": "FISH",
"name": "GRILL ROOM OYSTER SANDWICH",
"recipe": "Toast three slices of white bread and lightly butter. Place fried oysters between the slices and dust lightly with pepper and salt. Cut in strips and serve on a lettuce leaf. Remove contents of half an orange peel and fill with chili sauce. Serve on the plate with the sandwich."},  
{"id": "OYSTER_SALAD",
"type": "FISH",
"name": "OYSTER SALAD SANDWICH",
"recipe": "Chop fine two stalks of celery and one medium sized cucumber; add one cup of cold cooked oysters cut in pieces, mix with one-half cup of cream dressing. Place on thin slices of lightly buttered white bread with a crisp lettuce leaf between."},   
{"id": "CAVIARE",
"type": "FISH",
"name": "CAVIARE SANDWICH",
"recipe": "Between thin slices of buttered rye bread, spread caviare; on top of that sprinkle a little finely chopped onion. Garnish top with a slice of lemon."},   
{"id": "CAVIARE_2",
"type": "FISH",
"name": "CAVIARE SANDWICH NO. 2",
"recipe": "To a can of caviare add the juice of half a lemon, and one teaspoonful of olive oil. Mix well together until a paste is formed. Spread mixture on thin slices of lightly buttered white bread or toast and cover with another slice of bread."},  
{"id": "CAVIARE-LOBSTER",
"type": "FISH",
"name": "CAVIARE-LOBSTER SANDWICH",
"recipe": "Spread thinly buttered white bread with caviare, season with lemon juice, and on top of this lay a little minced lobster. Cover with another slice of buttered bread and place on a lettuce leaf."},   
{"id": "ROE",
"type": "FISH",
"name": "ROE SANDWICH",
"recipe": "Mix the yolks of three hard-boiled eggs with the roe of a salt herring. Place the mixture between thin slices of lightly buttered white bread. Garnish with a slice of lemon."},   
{"id": "SHAD-ROE",
"type": "FISH",
"name": "SHAD-ROE SANDWICH",
"recipe": "One set of shad-roe that has been cooked and pounded in a mortar, the yolks of five hard-boiled eggs chopped very fine, two teaspoonfuls of finely chopped capers, a dash of paprika, and two tablespoonfuls of tabasco sauce. Mix and place between thin slices of lightly buttered white bread."},  
{"id": "SHAD-ROE_CUCUMBER",
"type": "FISH",
"name": "SHAD-ROE AND CUCUMBER SANDWICH",
"recipe": "Marinate one cup each of cucumber and cooked shad-roe, and a dash of mayonnaise and place on a crisp lettuce leaf between thin slices of lightly buttered white bread."},   
{"id": "LOBSTER",
"type": "FISH",
"name": "LOBSTER SANDWICH",
"recipe": "On thin slices of lightly buttered white bread lay a crisp lettuce leaf; on top of that place shredded meat of a boiled lobster that has been mixed with a little mayonnaise dressing. Cover with another slice of bread and press together."},   
{"id": "LOBSTER_2",
"type": "FISH",
"name": "LOBSTER SANDWICH NO. 2",
"recipe": "Cut the meat of a cold boiled lobster into dice. Sprinkle with a little salt, red pepper, and a tablespoonful of tarragon vinegar. Add three tablespoonfuls of melted butter. Place mixture on slices of lightly buttered whole wheat or brown bread, cover with another slice of bread, press the two together, remove the crusts, and cut into triangles. Garnish with an olive."},   
{"id": "LOBSTER_3",
"type": "FISH",
"name": "LOBSTER SANDWICH NO. 3",
"recipe": "Pound the meat of a medium sized lobster fine, add one tablespoonful of the coral, dried and mashed smooth, the juice of half a lemon, a dash of nutmeg, one-fourth teaspoonful of paprika, and two tablespoonfuls of soft butter. Mix all to a smooth paste and place between thin slices of lightly buttered white bread."},   
{"id": "LOBSTER_4",
"type": "FISH",
"name": "LOBSTER SANDWICH NO. 4",
"recipe": "Chop the meat of a medium sized lobster and a stalk of celery fine, moisten with a little mayonnaise dressing, and place between thin slices of lightly buttered white bread. Garnish with a slice of lemon."},  
{"id": "LOBSTER_SALAD",
"type": "FISH",
"name": "LOBSTER SALAD SANDWICH",
"recipe": "Mix one cup of lobster meat with a little mayonnaise dressing. Marinate crisp lettuce leaves and arrange on thin slices of lightly buttered white bread; cover with lobster, and cover lobster with bread; sprinkle lobster coral on top. Prepare just before serving."},   
{"id": "DUTCH_LUNCH",
"type": "FISH",
"name": "DUTCH LUNCH SANDWICH",
"recipe": "Take two square salted crackers and place on one two thin slices of Bermuda onion, next a layer of sardines and squeeze a generous amount of lemon juice over all; then put remaining cracker (buttered) on top. Salmon may be substituted."},   
{"id": "LOBSTER_MUSHROOM",
"type": "FISH",
"name": "LOBSTER AND MUSHROOM SANDWICH",
"recipe": "Cook one-half pound of mushrooms in a little butter until tender, then add one small sliced onion, moisten with a little stock and let simmer until done. Remove from the fire and chop fine; press through a sieve and season with salt and pepper and a dash of tomato catsup. When cool, add a little lobster meat pounded smooth, mix and spread on thin slices of lightly buttered white bread. Garnish with an olive."},   
{"id": "SARDINE",
"type": "FISH",
"name": "SARDINE SANDWICH",
"recipe": "Remove the skin and bones from two boxes of sardines, and pound the meat to a paste. Add a teaspoonful of anchovy paste, a dash of salt and red pepper, and rub in the yolks of six hard-boiled eggs, with two tablespoonfuls of olive oil. Spread mixture on toasted bread. To be eaten while toast is hot."},   
{"id": "SARDINE_2",
"type": "FISH",
"name": "SARDINE SANDWICH NO. 2",
"recipe": "Remove scales and bones from two boxes of sardines. Put the sardines in a mortar with the yolks of five hard-boiled eggs. Pound fine; add one tablespoonful of olive oil, the juice of one-half lemon, a pinch of mustard, a dash of pepper and salt, two sprigs of finely chopped watercress. When smoothly blended spread the mixture between thin slices of lightly buttered white or graham bread."},   
{"id": "SARDINE_3",
"type": "FISH",
"name": "SARDINE SANDWICH NO. 3",
"recipe": "Remove scales and bones from two boxes of sardines. Four hard-boiled eggs, chopped fine, the juice of one lemon, a dash of salt, red and black pepper, a tablespoonful of melted butter, a sprig of parsley, chopped fine. Stir to a paste and spread on lightly buttered white bread with a lettuce leaf between."},   
{"id": "SARDINE_4",
"type": "FISH",
"name": "SARDINE SANDWICH NO. 4",
"recipe": "Remove skin and bones from the sardines and pound to a paste; season with salt and cayenne pepper and a dash of lemon juice. Spread on thin slices of lightly buttered white or rye bread; cover with another slice of bread and garnish with a pickle."},  
{"id": "SARDINE_5",
"type": "FISH",
"name": "SARDINE SANDWICH NO. 5",
"recipe": "Pound eight boned and skinned sardines with two ounces of fresh butter, a little salt and cayenne. Spread the mixture on slices of brown bread lightly buttered, and over them lay a slice of skinned tomato. Sprinkle with salt and pepper and a pinch of sugar. Add a few drops of lemon juice. Form into sandwiches and cut into finger lengths."},   
{"id": "SARDINE_CHEESE",
"type": "FISH",
"name": "SARDINE AND CHEESE SANDWICH",
"recipe": "Equal parts of boned and skinned sardines and cream cheese mashed to a pulp. Mix and place between thin slices of white or rye bread. Garnish with a pickle."},   
{"id": "SARDINE_CLUB",
"type": "FISH",
"name": "SARDINE CLUB SANDWICH",
"recipe": "Three slices of thinly cut white bread, toasted and buttered. Place a lettuce leaf that has been dipped in mayonnaise dressing on the lower slice, and on top of that put slices of broiled breakfast bacon, then put another slice of toast on top of that, with another lettuce leaf followed by boneless and skinless sardines split open, topped by a third slice of toasted bread. Garnish with slices of lemon cut very thin and dipped in finely chopped parsley."},   
{"id": "SPANISH",
"type": "FISH",
"name": "SPANISH SANDWICH",
"recipe": "Cut slices of white bread rather thick and toast; trim off crusts and lightly butter. Remove skin and bone from the sardines and lay them on the toast. Sprinkle chopped olives over the sardines and the juice of a quarter of a lemon. Cover with another slice of buttered toast. Serve on a lettuce leaf."},   
{"id": "BOILED_SARDINE",
"type": "FISH",
"name": "BROILED SARDINE SANDWICH",
"recipe": "Use sardines in oil, remove from can and put on a platter to drain off oil. Toast thin slices of bread and cut in triangles or squares, and butter while hot. Dip each sardine in cracker crumbs, put on a broiler and broil over a coal fire first on one side, then the other. Lay two broiled sardines on a piece of toast, cover with another slice, and garnish with a slice of lemon. Serve as soon as made."},   
{"id": "AUSTRIAN",
"type": "FISH",
"name": "AUSTRIAN SANDWICH",
"recipe": "Two cans of boned and skinned sardines, two balls of cottage cheese, one small onion chopped fine, two tablespoonfuls of chopped parsley, two tablespoonfuls of chopped mint, two tablespoonfuls of vinegar, salt to taste, a dash of red pepper, the grated rind and juice of two lemons; also use the oil from the sardines. Mix and beat thoroughly; spread between thin slices of lightly buttered rye or brown bread."},   
{"id": "SALMON",
"type": "FISH",
"name": "SALMON SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread, place a crisp lettuce leaf; on that put canned salmon that has been seasoned with salt and pepper and a dash of lemon juice. Garnish with a slice of lemon."},  
{"id": "SALMON_2",
"type": "FISH",
"name": "SALMON SANDWICH NO. 2",
"recipe": "One can of salmon, two sticks of celery chopped fine, juice of half a lemon, a dash of salt, and a teaspoonful of melted butter. Mix and place between thin slices of lightly buttered white bread, cut in fancy shapes. Garnish with a sprig of parsley."},   
{"id": "SALMON_3",
"type": "FISH",
"name": "SALMON SANDWICH NO. 3",
"recipe": "One can of salmon, one small head of lettuce chopped fine. One teaspoonful of melted butter, a dash of salt, and juice of half a lemon. Mix and place between thin slices of buttered white bread. Garnish with an olive."},   
{"id": "SALMON_4",
"type": "FISH",
"name": "SALMON SANDWICH NO. 4",
"recipe": "Flake the salmon and moisten with mayonnaise dressing. Use as a filling between thin slices of brown bread lightly buttered. Garnish with a slice of lemon that has been dipped in finely chopped parsley."},  
{"id": "SALMON_HAM",
"type": "FISH",
"name": "SALMON AND HAM SANDWICH",
"recipe": "One-half can of salmon, two slices of cold boiled ham, two sprigs of watercress. Chop these together until fine, add a dash of lemon juice. Place between thinly cut slices of buttered bread."},   
{"id": "PIMENTO",
"type": "FISH",
"name": "PIMENTO SANDWICH",
"recipe": "Grind two small cans of pimentos with two cakes of Neufchatel cheese, and season with a little salt. If the mixture is too dry add a little oil of pimentos. Spread on thin slices of lightly buttered white bread. Place two together and cut in fancy shapes."},   
{"id": "SHRIMP",
"type": "FISH",
"name": "SHRIMP SANDWICH",
"recipe": "Minced cold shrimp, a celery stick chopped fine; add a little mayonnaise dressing, a dash of salt. Mix and spread on thin slices of rye bread lightly buttered. Press slices together and garnish with an olive."},  
{"id": "SHRIMP_SALAD",
"type": "FISH",
"name": "SHRIMP SALAD SANDWICH",
"recipe": "Marinate one cup of shrimps with French dressing; add one-half cup each of chopped olives and pimentos; drain, moisten with mayonnaise dressing, and place on thin slices of lightly buttered white bread, with a crisp lettuce leaf between."},   
{"id": "LENTEN",
"type": "FISH",
"name": "LENTEN SANDWICH",
"recipe": "Whip a cup of cream until stiff, stir in minced cold shrimp, a little parsley, a dash of salt and pepper. Spread mixture between thin slices of white or graham bread. Garnish with an olive."},   
{"id": "CRAB",
"type": "FISH",
"name": "CRAB SANDWICH",
"recipe": "Take the contents of a small can of crab meat, squeeze out liquor; mix with a little mayonnaise dressing. Place a crisp lettuce leaf on each slice of lightly buttered white bread, and spread with crab mixture. Put slices together and cut in squares."},  
{"id": "MOCK_CRAB",
"type": "FISH",
"name": "MOCK CRAB SANDWICH",
"recipe": "One-fourth cupful of grated American cheese, two tablespoonfuls butter creamed, a dash of salt, paprika, and mustard, a teaspoonful of chopped olives, vinegar and anchovy paste. Mix and spread on thin slices of white bread. Put the two slices together."},   
{"id": "ANCHOVY",
"type": "FISH",
"name": "ANCHOVY SANDWICH",
"recipe": "Pour off wine, then wash thoroughly in vinegar. Allow them to soak in olive oil for a half-hour, remove, open lengthwise, and take out bones; place between thin slices of unbuttered bread. Garnish with an olive."},   
{"id": "ANCHOVY_2",
"type": "FISH",
"name": "ANCHOVY SANDWICH NO. 2",
"recipe": "A can of boneless anchovies mixed with three hard-boiled eggs, chopped fine. Add a dash of lemon juice, a teaspoonful of melted butter, a pinch of salt. Mix and spread on lightly buttered white bread, with a lettuce leaf between. Garnish with a pickle."},  
{"id": "FISH_SAND",
"type": "FISH",
"name": "FISH SANDWICH",
"recipe": "To cold cooked fish, minced fine, add a little chopped pickle. Season with pepper and salt. Place between two slices of buttered white bread."},   
{"id": "FISH_EGG",
"type": "FISH",
"name": "FISH AND EGG SANDWICH",
"recipe": "Mix with an equal amount of cold cooked fish the yolks of hard-boiled eggs, mixed to a paste; add a little mayonnaise dressing. Spread mixture on lightly buttered white bread with a lettuce leaf between."},   
{"id": "SARDELLEN_PASTE",
"type": "FISH",
"name": "SARDELLEN PASTE SANDWICH",
"recipe": "Wash, bone, and skin one-half pound of sardellen and mash to a paste. Rub together the yolks of two hard-boiled eggs and one teaspoonful of butter until smooth, then add the sardellen paste. Mix and spread on small squares of buttered toast. Serve with an olive."},  
{"id": "SARDELLEN",
"type": "FISH",
"name": "SARDELLEN SANDWICH",
"recipe": "Clean, bone, and mash smooth, one-half pound sardellen, mix with one tablespoonful of creamed butter, and juice of half a lemon, a dash of white pepper, and a half-teaspoonful of prepared mustard. Spread on thin slices of round toast, cover with another slice, and garnish with a pickle."},   
{"id": "HALIBUT",
"type": "FISH",
"name": "HALIBUT SANDWICH",
"recipe": "Cold halibut shredded, mixed with a little mayonnaise dressing and capers. Spread between lightly buttered white bread. Garnish with a radish."},   
{"id": "HALIBUT_2",
"type": "FISH",
"name": "HALIBUT SANDWICH NO. 2",
"recipe": "Shred boneless cold boiled halibut and rub smooth with a wooden spoon; season with salt and pepper and one tablespoonful of lemon juice; add three tablespoonfuls of thick cream and toss up. Spread this mixture on thin slices of lightly buttered white bread, with a crisp lettuce leaf, that has been dipped in mayonnaise dressing, between. Cut triangular."},   
{"id": "ANCHOVY_TOAST",
"type": "FISH",
"name": "ANCHOVY TOAST",
"recipe": "One can of boneless anchovies in oil; toast squares of bread without crusts to a nice even brown; two anchovies are placed between two slices of toast and the yolks of hard-boiled eggs are chopped fine and sprinkled over same, the whites being cut into cubes and disposed over the top; dust with white pepper. Garnish with a slice of lemon."},   
{"id": "FRENCH",
"type": "FISH",
"name": "FRENCH SANDWICH",
"recipe": "To one pint of cold cooked fish, add two hard-boiled eggs chopped fine, two tablespoonfuls of capers, and a little mayonnaise to moisten. Mix and spread on thin slices of lightly buttered white bread, cover with another slice, and cut in strips. Add a sprinkling of finely chopped cress to the top of each sandwich; rub the yolk of a hard-boiled egg through a sieve and chop the white very fine. Add a sprinkling of the yolk to the cress on half the number of sandwiches, adding the white to the other half. Then arrange them in groups of twos, one of each color on the serving plate. Any cold meat may be used instead of the fish."},   
{"id": "HOT_CREAMED_CODFISH",
"type": "FISH",
"name": "HOT CREAMED CODFISH SANDWICH",
"recipe": "Between toasted and lightly buttered slices of white bread place hot creamed codfish. Put a tablespoonful of the codfish on top and sprinkle finely chopped hard-boiled egg over the codfish and garnish with a sprig of parsley and a pickle. Serve as soon as made."}, 
{"id": "EGG_SAND",
"type": "EGG",
"name": "EGG SANDWICH",
"recipe": "Chop finely the whites of hard-boiled eggs; force the yolks through a potato ricer; mix yolks and whites, season with salt and pepper, and moisten with a little mayonnaise dressing. Place mixture between thin slices of lightly buttered white bread with a lettuce leaf between. Garnish with an olive."},   
{"id": "EGG_2",
"type": "EGG",
"name": "EGG SANDWICH NO. 2",
"recipe": "Slice cold hard-boiled eggs and lay them between very thin, buttered slices of white bread, seasoning them with salt, pepper, and nutmeg. Garnish with a pickle."},   
{"id": "FRIED_EGG",
"type": "EGG",
"name": "FRIED EGG SANDWICH",
"recipe": "Fry eggs well done, add a dash of salt and pepper, and place between thin slices of white bread, with a crisp lettuce leaf between. Garnish with a radish."},  
{"id": "RIBBON",
"type": "EGG",
"name": "RIBBON SANDWICH",
"recipe": "Mash the yolks of five hard-boiled eggs to a paste, add three tablespoonfuls of mayonnaise dressing and pepper and salt to taste. Spread lightly with butter three square thin slices of white bread and two corresponding slices of wheat. For lower slice use the white bread and spread with the egg paste, then place the wheat bread on top of that and spread with the egg paste, followed by a slice of the white bread. Press tightly together, then take a sharp knife and cut crosswise into five sandwiches. Garnish with an olive."},   
{"id": "EGG_LETTUCE",
"type": "EGG",
"name": "EGG AND LETTUCE SANDWICH",
"recipe": "Place slices of hard-boiled eggs to cover slices of thinly cut buttered white bread, add a dash of salt and paprika, on this lay a crisp leaf of lettuce that has been dipped in mayonnaise dressing; cover with the other buttered slice of bread and cut diagonally in halves. Garnish with an olive."},  
{"id": "EGG_OLIVE",
"type": "EGG",
"name": "EGG AND OLIVE SANDWICH",
"recipe": "Chop five hard-boiled eggs very fine. Stone and chop fifteen large olives and mix with the egg, moisten all with three tablespoonfuls of melted butter, season with salt and pepper, and mix to a moist paste. Spread on thin slices of lightly buttered white bread. Put two slices together and garnish with an olive."},   
{"id": "EGG_CUC",
"type": "EGG",
"name": "EGG AND CUCUMBER SANDWICH",
"recipe": "Run a sour cucumber pickle through the meat chopper, then run through six hard-boiled eggs. Mix with a little mayonnaise dressing. Place mixture between thin slices of lightly buttered white bread with a crisp lettuce leaf between."},   
{"id": "EGG_BROWN_BREAD",
"type": "EGG",
"name": "EGG AND BROWN BREAD SANDWICH",
"recipe": "Chop hard-boiled eggs fine, season with salt and pepper, add olive oil until of the consistency to spread. Use for a filling for brown bread sandwiches."},  
{"id": "PURITAN",
"type": "EGG",
"name": "PURITAN SANDWICH",
"recipe": "Rub smooth the yolk of a hard-boiled egg, add a tablespoonful of melted butter, a dash of salt and white pepper, one-half teaspoonful of mustard and one-fourth of a pound of American cheese grated, then stir in a scant tablespoonful of vinegar. Spread mixture on thin slices of lightly buttered white or rye bread. Put two slices together and garnish with a pickle."},   
{"id": "GOLD",
"type": "EGG",
"name": "GOLD SANDWICH",
"recipe": "Rub the yolks of three hard-boiled eggs to a paste. Add two tablespoonfuls of olive oil, mixing with a silver fork. Add a pinch of mustard, cayenne pepper and salt, and lastly one tablespoonful of vinegar. When this is thoroughly mixed, add one cup of grated American cheese. Spread on thin slices of lightly buttered white bread."},  
{"id": "MONTPELIER",
"type": "EGG",
"name": "MONTPELIER SANDWICH",
"recipe": "Put three hard-boiled eggs and three boned anchovies in a mortar and pound fine; add one ounce of butter, and season with salt and cayenne pepper. Place between thin slices of white bread cut in fancy shapes. Garnish with a sprig of parsley."},   
{"id": "JAPANESE",
"type": "EGG",
"name": "JAPANESE EGG SANDWICH",
"recipe": "Chop four hard-boiled eggs and three boned sardines fine, add a teaspoonful of melted butter and rub to a paste; season with pepper and salt and a little mayonnaise dressing; cut in slender strips. Garnish with parsley and an olive."},   
{"id": "BROWN_EGG",
"type": "EGG",
"name": "BROWN EGG SANDWICH",
"recipe": "Mash the yolks of five hard-boiled eggs and moisten with a teaspoonful of melted butter and a drop of vinegar, work to a paste, adding salt, pepper and a little French mustard, and a drop of tabasco. Spread the mixture between slices of lightly buttered Boston brown bread cut wafer thin. Garnish with an olive."},   
{"id": "EASTER",
"type": "EGG",
"name": "EASTER SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread, place a crisp lettuce leaf that has been dipped in mayonnaise dressing. On this place round slices of cold hard-boiled egg. Dust with pepper and salt. Cut sandwiches in squares and tie with lavender baby ribbon."},   
{"id": "CHEVY_CHASE",
"type": "EGG",
"name": "CHEVY CHASE SANDWICH",
"recipe": "Put six hard-boiled eggs through a potato ricer. To these add six sweet pickles, chopped fine, a dash of salt and white pepper, and two teaspoonfuls of melted butter; mix and place between thin slices of lightly buttered white bread."},   
{"id": "OUTING",
"type": "EGG",
"name": "OUTING SANDWICH",
"recipe": "Chop hard-boiled eggs fine, season with salt and pepper; moisten with mayonnaise dressing. Spread on buttered whole wheat bread. Garnish with a pickle."},  
{"id": "TRAVELLERS",
"type": "EGG",
"name": "TRAVELLER’S SANDWICH",
"recipe": "Chop hard-boiled eggs fine, add a few minced olives, season with lemon juice; mix with butter, creamed. Spread on thin slices of white bread."},   
{"id": "CURRIED_EGG_OYSTER",
"type": "EGG",
"name": "CURRIED EGG AND OYSTER SANDWICHES",
"recipe": "Chop four boiled eggs very fine, season with pepper and salt and spread on thin slices of lightly buttered white bread; on top of eggs place three pickled oysters; over this spread a tablespoonful of curry sauce and cover with another slice of bread. The sauce is made thus; put a tablespoonful of butter into a sauce pan, add a cup of milk, thicken with a little flour dissolved in a little cold milk, let come to a boil, then add a dash of onion juice, salt and pepper, and a teaspoonful of curry. Let simmer a minute, then set it aside to cool. When sandwiches are ready to serve, spread this sauce over the egg and oysters, then cover with the other slice of bread. Garnish with parsley."},  
{"id": "TOMATO",
"type": "SALAD",
"name": "TOMATO SANDWICH",
"recipe": "Pare, chill, and cut ripe tomatoes thin, season with salt and pepper and a little lemon juice. Place between thin slices of lightly buttered white bread with a crisp lettuce leaf between."},   
{"id": "TOMAT_2",
"type": "SALAD",
"name": "TOMATO SANDWICH NO. 2",
"recipe": "On thin slices of lightly buttered white bread place a crisp lettuce leaf that has been dipped in mayonnaise dressing; on this, place thin slices of tomato, add a dash of salt, and spread lightly with mayonnaise dressing; cover with another lightly buttered slice of bread."},   
{"id": "TOMATO_ONION",
"type": "SALAD",
"name": "TOMATO AND ONION SANDWICH",
"recipe": "Mix in a bowl some tomato catsup, season with pepper and salt and a pinch of sugar, add a little finely chopped onion, mix and place between thin slices of buttered white bread, with a crisp lettuce leaf between."},  
{"id": "TOMAT_HORSE-RADISH",
"type": "SALAD",
"name": "TOMATO AND HORSE-RADISH SANDWICH",
"recipe": "Slice a tomato thin and sprinkle with salt. Mix one-half cup of horse-radish with two tablespoonfuls of mayonnaise dressing. Spread thin slices of lightly buttered white bread with the horse-radish mixture, and put the sliced tomato between."},   
{"id": "TOMATO_NUT",
"type": "SALAD",
"name": "TOMATO AND NUT SANDWICH",
"recipe": "Chop three medium sized tomatoes, add one small green pepper chopped fine, and a half-cup of chopped walnuts; add a dash of mayonnaise dressing and place on a lettuce leaf between thin slices of white bread cut in squares."},   
{"id": "SPECIALTY",
"type": "SALAD",
"name": "SPECIALTY SANDWICH",
"recipe": "On thin slices of toasted bread that have been lightly buttered, place a thick slice of tomato, over top of tomato spread salad dressing, then just a touch of caviare, cover with another slice of toast, and garnish with a slice of lemon."},  
{"id": "EPICUREAN",
"type": "SALAD",
"name": "EPICUREAN SANDWICH",
"recipe": "Two medium sized tomatoes, three green sweet peppers, and one small onion, chop fine, mix together, salt, and drain in sieve for five minutes. Mix with a little salad dressing and place on a lettuce leaf, between thin slices of white or whole wheat bread lightly buttered."},   
{"id": "BEET",
"type": "SALAD",
"name": "BEET SANDWICH",
"recipe": "Chop cold boiled beets fine, season with salt and pepper and a dash of vinegar. On thin slices of lightly buttered white bread, spread cream cheese. On top of this sprinkle the chopped beets. Cover with another slice of bread."},   
{"id": "BEET_CHEESE",
"type": "SALAD",
"name": "BEET AND CHEESE SANDWICH",
"recipe": "Slice bread thin. Spread one piece with beets that have been chopped very fine and moistened with mayonnaise dressing. The other spread with cream cheese. Press slices firmly together."},  
{"id": "WATERCRESS",
"type": "SALAD",
"name": "WATERCRESS SANDWICH",
"recipe": "Dip fresh leaves of watercress in mayonnaise dressing. Place between thin slices of white bread lightly buttered."},   
{"id": "WATERCRESS_EGG",
"type": "SALAD",
"name": "WATERCRESS AND EGG SANDWICH",
"recipe": "Chop cress and moisten with French dressing. Press the yolks of three hard-boiled eggs through a colander and add to the mixture. Place between thin slices of lightly buttered white bread."},   
{"id": "WATERCRESS_EGG_2",
"type": "SALAD",
"name": "WATERCRESS AND EGG SANDWICH NO. 2",
"recipe": "Cut watercress into small pieces, removing the stalks, and mix with finely chopped hard-boiled eggs, seasoned with salt and pepper. Place between thin, buttered slices of bread, sprinkling the cress and egg very lightly with lemon juice. Press together, and cut in squares, removing the crusts."},  
{"id": "MUSHROOM",
"type": "SALAD",
"name": "MUSHROOM SANDWICH",
"recipe": "Boiled mushrooms chopped fine, cold boiled tongue chopped fine, season with pepper and salt, add a little mayonnaise dressing, mix, and spread between thin slices of buttered white bread. Garnish with an olive."},   
{"id": "WESTERN",
"type": "SALAD",
"name": "WESTERN SANDWICH",
"recipe": "Chop five olives, a dozen capers, and one gherkin fine and mix with two tablespoonfuls of mayonnaise dressing. Spread the lower slices of buttered white bread with fresh cream cheese, season with salt and pepper, then put another slice on top of that and spread with the olive mixture. On top place a third slice, press together, cut round, and garnish with a sprig of parsley."},   
{"id": "PICCALILLI",
"type": "SALAD",
"name": "PICCALILLI SANDWICH",
"recipe": "Between thinly cut slices of lightly buttered white bread, place a layer of sweet piccalilli; cut in diamond shape. Garnish with a sprig of parsley."},  
{"id": "GREEN_PEPPER_EGG",
"type": "SALAD",
"name": "GREEN PEPPER AND EGG SANDWICH",
"recipe": "Between thinly cut slices of lightly buttered white bread, place seedless green peppers that have been chopped fine and mixed with a little mayonnaise dressing. On top of that place slices of hard-boiled egg. Garnish with a sprig of parsley and a small pickle."},   
{"id": "NASTURTIUM",
"type": "SALAD",
"name": "NASTURTIUM SANDWICH",
"recipe": "Spread thin slices of lightly buttered white bread with mayonnaise dressing; place nasturtium blossoms overlapping one another half way; roll up the sandwich and fasten with a toothpick."},   
{"id": "RIPE_OLIVE",
"type": "SALAD",
"name": "RIPE OLIVE SANDWICH",
"recipe": "Chop ripe olives fine, mix with a little mayonnaise, and place between thin slices of lightly buttered white bread."},  
{"id": "OLIVE_SQUARES",
"type": "SALAD",
"name": "OLIVE SQUARES",
"recipe": "Cut thin squares of brown bread and lightly butter, adding a dash of pepper and salt. Stone eight olives, chop them with two stalks of celery, one tiny cucumber pickle, a teaspoonful of catsup, a dash of salt and pepper, and a very little mustard. Mix well and spread on the brown bread, covering with another square."},   
{"id": "OLIVE_PEPPER",
"type": "SALAD",
"name": "OLIVE AND PEPPER SANDWICH",
"recipe": "Chop olives fine, add a little finely chopped green and red (sweet) peppers, a dash of mayonnaise dressing; mix and place between thin slices of lightly buttered white bread."},   
{"id": "OLIVE_LIVER",
"type": "SALAD",
"name": "OLIVE AND CHICKEN LIVER SANDWICH",
"recipe": "Chop olives and cold boiled chicken livers fine; mix with mayonnaise and spread on thin slices of whole wheat bread. Put the slices together."},  
{"id": "OLIVE_CHEESE",
"type": "SALAD",
"name": "OLIVE AND CHEESE SANDWICH",
"recipe": "Thin slices of white bread lightly buttered, cut in hexagon shape. Between each two slices place a layer of Neufchatel cheese mixed to a paste with a little thick cream and mayonnaise dressing, and cover thickly with chopped olives."},   
{"id": "OLIVE_CAPER",
"type": "SALAD",
"name": "OLIVE AND CAPER SANDWICH",
"recipe": "Stone the olives and chop fine, adding one-third quantity of capers, mix with a little mayonnaise dressing, and spread between thin slices of lightly buttered white bread."},   
{"id": "OLIVE_CAPER_2",
"type": "SALAD",
"name": "OLIVE AND CAPER SANDWICH NO. 2",
"recipe": "Chop equal amount of capers and olives fine, season with celery salt and paprika, add a little olive oil or melted butter, mix until smooth. Spread on slices of lightly buttered white bread."},  
{"id": "OLIVE_NUT",
"type": "SALAD",
"name": "OLIVE AND NUT SANDWICH",
"recipe": "Chop olives and English walnuts fine, add a dash of mayonnaise dressing, and spread on lightly buttered brown bread."},   
{"id": "CUCUMBER",
"type": "SALAD",
"name": "CUCUMBER SANDWICH",
"recipe": "Peel cucumbers and cut into the thinnest possible slices and sprinkle with salt and pepper and a few drops of lemon juice. Place between thin slices of lightly buttered bread."},   
{"id": "CUCUMBER_2",
"type": "SALAD",
"name": "CUCUMBER SANDWICH NO. 2",
"recipe": "Sprinkle thin slices of lightly buttered white bread with cayenne. Place thinly sliced cucumbers that have been mixed with a little French dressing between the slices."},  
{"id": "CUCUMBER_3",
"type": "SALAD",
"name": "CUCUMBER SANDWICH NO. 3",
"recipe": "Soak thin slices of cucumber for one hour in good white vinegar, season with salt and pepper. Place between thin slices of buttered brown bread. Cut in strips."},   
{"id": "CUCUMBER_4",
"type": "SALAD",
"name": "CUCUMBER SANDWICH NO. 4",
"recipe": "Chop cucumbers fine, add a pinch of salt and pepper and a dash of French dressing. Mix and place between thin slices of lightly buttered white bread, with a crisp lettuce leaf between."},   
{"id": "CUCUMBER_CHIVES",
"type": "SALAD",
"name": "CUCUMBER AND CHIVES SANDWICH",
"recipe": "On thin slices of lightly buttered white bread, place thin slices of cucumber, over which sprinkle chopped chives; cover with another slice of bread and cut in squares."},  
{"id": "CUCUMBER_CHEESE",
"type": "SALAD",
"name": "CUCUMBER AND CHEESE SANDWICH",
"recipe": "Slice cucumbers thin, let stand in salt water ten minutes, drain, and place slices on thinly buttered white bread. Sprinkle with grated American cheese, put slices together, and garnish with a radish."},   
{"id": "CUCUMBER_RED_PEPPER",
"type": "SALAD",
"name": "CUCUMBER AND RED PEPPER SANDWICH",
"recipe": "Chop three medium sized cucumbers and one red pepper, add a little mayonnaise dressing, and place between thin slices of lightly buttered white bread."},   
{"id": "CUCUMBER_ONION",
"type": "SALAD",
"name": "CUCUMBER AND ONION SANDWICH",
"recipe": "Chop fine one large cucumber and a small white onion. Add a dash of pepper and salt and moisten with a little mayonnaise dressing. Place between thin slices of lightly buttered Boston brown bread."},  
{"id": "DILL",
"type": "SALAD",
"name": "DILL SANDWICH",
"recipe": "Lightly butter slices of white bread; cover half of them with thin slices of the white meat of roasted chicken; put over this a thin layer of dill pickles; cover with another slice of buttered bread, trim off the crusts, cut in triangles, and serve on a lettuce leaf."},   
{"id": "SPINACH",
"type": "SALAD",
"name": "SPINACH SANDWICH",
"recipe": "Chop cold boiled spinach and the yolks of hard-boiled eggs fine, add a dash of salt and vinegar. Spread between thin slices of buttered white bread. Garnish with a pickle."},   
{"id": "ONION",
"type": "SALAD",
"name": "ONION SANDWICH",
"recipe": "Slice a mild sweet onion and lay in salted ice water for a half-hour. Mix with a good mayonnaise dressing, and place slices of onion between well buttered slices of Boston brown bread cut thin."},  
{"id": "MUSTARD",
"type": "SALAD",
"name": "MUSTARD SANDWICH",
"recipe": "Cream two tablespoonfuls of butter with one tablespoonful of prepared mustard. Spread a thin layer between thinly cut slices of rye bread. Garnish with a pickle."},   
{"id": "MOSAIC",
"type": "SALAD",
"name": "MOSAIC SANDWICH",
"recipe": "White, brown, and graham bread are used for this sandwich. Cut the slices thin and spread with green butter. The butter is made by putting cold boiled spinach through a sieve, season with finely chopped parsley and capers, and mix smooth with creamed butter. Put slices together."},   
{"id": "HORSE-RADISH",
"type": "SALAD",
"name": "HORSE-RADISH SANDWICH",
"recipe": "Cream two tablespoonfuls of butter, add three tablespoonfuls of prepared horse-radish, spread between exceedingly thin slices of white bread. Garnish with parsley; serve as soon as made."},  
{"id": "CELERY",
"type": "SALAD",
"name": "CELERY SANDWICH",
"recipe": "Chop fine a few stalks of celery, mix with a little mayonnaise dressing, spread on thin slices of lightly buttered bread, cover with another slice."},   
{"id": "CELERY_2",
"type": "SALAD",
"name": "CELERY SANDWICH NO. 2",
"recipe": "Butter bread on the loaf, first having creamed the butter. Cut away the crusts and starting at one corner of the slice, roll it over two crisp short celery sticks. Tie with baby ribbon."},   
{"id": "CELERY_WALNUT",
"type": "SALAD",
"name": "CELERY AND ENGLISH WALNUT SANDWICH",
"recipe": "Mix one cup of chopped celery, one-fourth cup of chopped English walnuts, and one-fourth cup chopped olives. Moisten with mayonnaise and place between thin slices of lightly buttered brown bread."},  
{"id": "CELERY_WALNUT_2",
"type": "SALAD",
"name": "CELERY AND ENGLISH WALNUT SANDWICH NO. 2",
"recipe": "Chop celery and English walnuts fine, add a dash of salt and allspice, moisten with a little mayonnaise dressing. Spread between thin slices of lightly buttered white bread."},   
{"id": "LETTUCE",
"type": "SALAD",
"name": "LETTUCE SANDWICH",
"recipe": "Between thin, oblong slices of lightly buttered white bread, place a crisp lettuce leaf that has been dipped in mayonnaise dressing, and sprinkled with Parmesan cheese."},   
{"id": "LETTUCE_2",
"type": "SALAD",
"name": "LETTUCE SANDWICH NO. 2",
"recipe": "Cut crisp lettuce leaves into ribbons with scissors, add a dash of mayonnaise dressing, and season with salt. Place between thin slices of lightly buttered white or brown bread."},  
{"id": "BOSTON_BROWN_BREAD",
"type": "SALAD",
"name": "BOSTON BROWN BREAD SANDWICH",
"recipe": "Between thin slices of lightly buttered brown bread place a lettuce leaf that has been dipped in mayonnaise dressing."},   
{"id": "BAR-HARBOR",
"type": "SALAD",
"name": "BAR HARBOR SANDWICH",
"recipe": "Cut the crisp lettuce leaves into ribbons with the scissors, salt and pepper and moisten with a little mayonnaise dressing. Place on thin slices of lightly buttered white bread; on each lay a thin slice of tomato and cover with another slice of buttered bread. Press together and serve as soon as made."},   
{"id": "RADISH",
"type": "SALAD",
"name": "RADISH SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread place sprigs of watercress and thin slices of a radish that has been dipped in French dressing. Can be served with the fish course."},  
{"id": "STRING-BEAN",
"type": "SALAD",
"name": "STRING BEAN SANDWICH",
"recipe": "Cook string beans until tender; when cold, cut in small pieces, add a chopped onion, and a few chopped English walnut meats. Mix with a little French dressing and spread between lightly buttered slices of white bread, with a crisp lettuce leaf between."},   
{"id": "APPLE_CELERY",
"type": "SALAD",
"name": "APPLE AND CELERY SANDWICH",
"recipe": "Chop three apples and three stalks of celery fine. Mix with a little mayonnaise dressing and place on thin slices of lightly buttered white bread. Put the two slices together."},   
{"id": "APPLE_GRAPE",
"type": "SALAD",
"name": "APPLE AND GRAPE SANDWICH",
"recipe": "Remove the seeds from thin skinned white grapes; add one apple and one stalk of celery; chop fine. Moisten with French dressing, toss up, and spread on thinly cut slices of buttered white bread. Place the two slices together."},  
{"id": "APPLE_SALAD",
"type": "SALAD",
"name": "APPLE SALAD SANDWICH",
"recipe": "Chop fine two medium sized red apples and two stalks of celery; mix with a little boiled dressing and place between thin slices of buttered white bread."},   
{"id": "WALDORF",
"type": "SALAD",
"name": "WALDORF SANDWICH",
"recipe": "Chop two apples, two stalks of celery, and one sweet pepper fine, add a little mayonnaise dressing, mix, and place between thin slices of lightly buttered white bread. Garnish with a sprig of watercress."},   
{"id": "NOVELTY",
"type": "SALAD",
"name": "NOVELTY SANDWICH",
"recipe": "Chop one small onion, eight olives, one green pepper (seeds removed), and one chow chow pickle fine. Add one cupful of grated Parmesan cheese; moisten with enough mustard dressing from the chow chow to form a paste. Spread on thin slices of lightly buttered white bread. Cover with another slice and cut in triangles."},  
{"id": "ST_PATRICK",
"type": "SALAD",
"name": "ST. PATRICK SANDWICH",
"recipe": "Chop a handful of mint, a handful of parsley, and a tiny onion very fine, add a dash of paprika, mix with a little mayonnaise dressing. Place between thin slices of lightly buttered white bread. Garnish with a sprig of parsley."},   
{"id": "TARTAR",
"type": "SALAD",
"name": "TARTAR SANDWICH",
"recipe": "Take two tablespoonfuls each of chopped onion, parsley, capers, and sour cucumber pickles. Mix with two tablespoonfuls of mayonnaise dressing. Place mixture between thin slices of graham or white bread lightly buttered."},   
{"id": "GRAPE-FRUIT",
"type": "SALAD",
"name": "GRAPE FRUIT SANDWICH",
"recipe": "Remove the pulp from grape fruit, making one cup; add one-fourth cup of finely chopped walnuts, moisten with a little mayonnaise dressing, and place between thin slices of lightly buttered white bread cut in strips."},  
{"id": "CHERRY-SALAD",
"type": "SALAD",
"name": "CHERRY SALAD SANDWICH",
"recipe": "Remove stones from two cups of cherries, add one-half cup of English walnuts and two stalks of celery that have been chopped fine; add enough mayonnaise to moisten; place between thin slices of lightly buttered white bread. Garnish with a cherry."},   
{"id": "PINEAPPLE-SALAD",
"type": "SALAD",
"name": "PINEAPPLE SALAD SANDWICH",
"recipe": "Shred one medium sized pineapple, add one cupful of skinned and seeded white grapes, one-half cup of finely chopped English walnuts; moisten with cream mayonnaise. Place between thin slices of lightly buttered white bread with a crisp lettuce leaf between. Garnish with a red cherry."},   
{"id": "MOCK-OYSTER",
"type": "SALAD",
"name": "MOCK OYSTER SANDWICH",
"recipe": "Boil salsify until tender, work smooth with a little sweet cream, season with salt, cayenne, and a dash of anchovy sauce; place between thin slices of lightly buttered white bread."}, 
{"id": "ROAST-BEEF",
"type": "MEAT",
"name": "ROAST BEEF SANDWICH",
"recipe": "Two cups of cold boiled beef chopped fine; add a tablespoonful of tomato catsup, a dash of pepper and celery salt, two tablespoonfuls of melted butter, and a teaspoonful of vinegar. Mix well and spread on lightly buttered white bread. Put the two slices together and garnish with an olive."},   
{"id": "ROAST-BEEF_2",
"type": "MEAT",
"name": "ROAST BEEF SANDWICH NO. 2",
"recipe": "Between thin slices of buttered bread place thin slices of cold roast beef; spread this thinly with horse-radish."},   
{"id": "HOT-ROAST-BEEF",
"type": "MEAT",
"name": "HOT ROAST BEEF SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread place a thin slice of hot roast beef. Put two tablespoonfuls of brown gravy over top. Garnish with a pickle."},  
{"id": "ROAST-BEEF_TOMATO",
"type": "MEAT",
"name": "ROAST BEEF AND TOMATO SANDWICH",
"recipe": "Lightly butter thin slices of Boston brown bread, cover with a thin layer of cold roast beef, lightly spread with mayonnaise dressing; put on top of this a slice of tomato, dust with pepper and salt, cover with another slice of bread. Serve on lettuce leaves."},   
{"id": "ROAST-BEEF_JAM",
"type": "MEAT",
"name": "ROAST BEEF AND JAM SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread, place thin slices of cold roast beef; on top of this spread plum jam."},   
{"id": "ROAST-BEEF_SALAD",
"type": "MEAT",
"name": "ROAST BEEF SALAD SANDWICH",
"recipe": "Chop fine one cup of cold roast beef, one-half head of lettuce, one boiled beet, one hard-boiled egg, one small onion, and one pickled cucumber. Mix with French dressing and place between thin slices of lightly buttered white bread."},  
{"id": "RARE-BEEF",
"type": "MEAT",
"name": "RARE BEEF SANDWICH",
"recipe": "To two parts of chopped lean rare beef, add one part of finely minced celery. Season with salt, pepper, and a little made mustard. Place on a lettuce leaf between thin slices of lightly buttered white bread."},   
{"id": "CORNED-BEEF",
"type": "MEAT",
"name": "CORNED BEEF SANDWICH",
"recipe": "Chop cold corn beef very fine, season with mustard and a dash of catsup. Place mixture on a lettuce leaf, between lightly buttered white bread."},   
{"id": "CHIPPED-BEEF",
"type": "MEAT",
"name": "CHIPPED BEEF SANDWICH",
"recipe": "Chop chipped beef very fine and mix with a little mayonnaise; spread on thin slices of lightly buttered white bread."},   
{"id": "PICNIC",
"type": "MEAT",
"name": "PICNIC SANDWICH",
"recipe": "A pound of raw beef run through the meat chopper; a teacupful of bread crumbs, pepper and salt to taste; mix with a well beaten egg, and form into a roll. Take a flank of mutton, remove the bones and lay the above mixture on the mutton and do it up into a roll; bind it with a tape. Sew up the ends so mixture will not bulge out; dust with pepper and salt, then roast it; when it is cold, take off the tape, take out the sewing, and slice thin. Place between thin slices of lightly buttered white bread. Garnish with an olive."},   
{"id": "CANNIBAL",
"type": "MEAT",
"name": "CANNIBAL SANDWICH",
"recipe": "Chop raw beef and onions very fine, season with salt and pepper, and spread on lightly buttered brown bread."},   
{"id": "MEAT_MUSHROOM",
"type": "MEAT",
"name": "MEAT AND MUSHROOM SANDWICH",
"recipe": "Mince boiled mushrooms and cold beef or tongue together, and spread between thin slices of lightly buttered white bread. Lightly spread the filling with French mustard. Garnish with a pickle."},  
{"id": "FRIED-COLD-MEAT",
"type": "MEAT",
"name": "FRIED COLD MEAT SANDWICH",
"recipe": "Place between thin slices of white bread, cold roast beef or lamb, chopped fine; season with pepper and salt. Mix with a little of the left-over gravy; dip in egg and milk and fry brown in butter. Serve hot."},   
{"id": "BROILED-STEAK",
"type": "MEAT",
"name": "BROILED STEAK SANDWICH",
"recipe": "Between slices of lightly buttered white bread, place a thin piece of hot broiled steak, season with salt and pepper. Garnish top with a thin slice of Bermuda onion."},   
{"id": "HAM",
"type": "MEAT",
"name": "HAM SANDWICH",
"recipe": "Grind boiled ham fine; mix with a little chopped celery and mayonnaise. Place between slices of thinly cut buttered bread."},   
{"id": "HAM_2",
"type": "MEAT",
"name": "HAM SANDWICH NO. 2",
"recipe": "Chop ham fine, mix with a little mayonnaise dressing, and place between thin slices of lightly buttered white bread. Garnish with parsley and a pickle."},  
{"id": "HAM_3",
"type": "MEAT",
"name": "HAM SANDWICH NO. 3",
"recipe": "Slice cold boiled ham thin; spread with French mustard, place between thin slices of rye bread. Garnish with a pickle."},   
{"id": "HAM_4",
"type": "MEAT",
"name": "HAM SANDWICH NO. 4",
"recipe": "One pound of cold boiled ham run through fine knife or meat chopper, one-half cup strained lemon juice, mix with a little mayonnaise dressing, spread on thin slices of lightly buttered white bread, with a crisp lettuce leaf between."},   
{"id": "HOT_HAM",
"type": "MEAT",
"name": "HOT HAM SANDWICH",
"recipe": "Spread thin slices of white bread with chopped cold boiled ham, over same spread a little mustard, and cover with another slice. Beat an egg and add one-half cup of milk, and in this mixture dip the sandwiches. Garnish with parsley and a pickle."},  
{"id": "HOT_HAM_2",
"type": "MEAT",
"name": "HOT HAM SANDWICH NO. 2",
"recipe": "Spread finely minced boiled ham on thin slices of lightly buttered bread. Put the sandwiches together and cut into triangles. Beat two eggs light, add a cup of milk and a pinch of salt. Dip the sandwiches in the egg and milk and fry brown on a hot buttered griddle. Garnish with a slice of broiled tomato and serve at once."},   
{"id": "HAM_FINGERS",
"type": "MEAT",
"name": "HAM FINGERS",
"recipe": "Run lean ham through the meat chopper, season with salt and pepper, and moisten with a little salad dressing. Place the ham between slices of thinly cut and lightly buttered bread. Cut in shape of lady fingers and garnish with a sprig of watercress."},   
{"id": "HAM_EGG",
"type": "MEAT",
"name": "HAM AND EGG SANDWICH",
"recipe": "Chop cold boiled ham and hard-boiled eggs fine, season with pepper and salt, and a dash of mayonnaise dressing. Place the mixture between thin slices of lightly buttered brown bread. Garnish with a small pickle."},   
{"id": "HAM_EGG_CLUB",
"type": "MEAT",
"name": "HAM AND EGG CLUB SANDWICH",
"recipe": "Chop cold boiled ham very fine and rub smooth in a mortar; pass the yolks of four hard-boiled eggs through a sieve and add a little mayonnaise dressing. Cut white bread very thin and lightly butter; on one slice spread the ham, then cover with another slice, and on that spread the egg mixture with a crisp lettuce leaf between, topped by a third slice of lightly buttered bread. Garnish with a pickle."},   
{"id": "HAM_NUT",
"type": "MEAT",
"name": "HAM AND NUT SANDWICH",
"recipe": "Mince finely some cold boiled ham and add to it about half the quantity of finely chopped peanuts. For every cupful of ham add a tablespoonful of chopped pickles and a little chopped celery. Mix to a paste with salad dressing and spread on thin slices of lightly buttered white bread and serve on a lettuce leaf."},  
{"id": "POTTED_HAM",
"type": "MEAT",
"name": "POTTED HAM SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread spread potted ham; remove crusts and shape them in triangular form. Garnish top with a radish."},   
{"id": "POTTED_HAM_2",
"type": "MEAT",
"name": "POTTED HAM SANDWICH NO. 2",
"recipe": "Toast saltine biscuit, lightly butter, and spread with potted ham. Put two together, serve as soon as made. Garnish with a pickle."},   
{"id": "PARTY_ROLLS",
"type": "MEAT",
"name": "PARTY SANDWICH ROLLS",
"recipe": "Fresh bread is used for these sandwiches. Cut the slices as thin as possible and remove the crusts. Lay crisp lettuce leaves that have been dipped in mayonnaise dressing on the slices; on top of that place thin shavings of cold boiled ham; roll the slices very closely and fasten with a toothpick or ribbon. Pile on a serving dish and garnish with pickles and radishes."},  
{"id": "WESTPHALIAN_HAM",
"type": "MEAT",
"name": "WESTPHALIAN HAM SANDWICH",
"recipe": "Between thin slices of lightly buttered rye bread, place thin slices of Westphalian ham; add a dash of mustard, and garnish top with a pickle."},   
{"id": "AUTOMOBILE",
"type": "MEAT",
"name": "AUTOMOBILE SANDWICH",
"recipe": "Run through the meat chopper two pounds of cold boiled ham, half a pound of walnut meats, and four dill pickles. Mix with a little French mustard, and place between slices of lightly buttered bread."},   
{"id": "STAG",
"type": "MEAT",
"name": "STAG SANDWICH",
"recipe": "Run cold boiled ham and dill pickle through the meat chopper, add a little French mustard, and spread on thin slices of lightly buttered white bread. Cover with another slice."},  
{"id": "BOSTON_CLUB",
"type": "MEAT",
"name": "BOSTON CLUB SANDWICH",
"recipe": "Cut brown bread into rounds with a cake cutter and lightly butter. Chop one-half pound of cold boiled mutton fine; add a dash of salt and pepper, two tablespoonfuls of olive oil, or melted butter. On the lower round of buttered bread place a small crisp lettuce heart that has been dipped in mayonnaise dressing. On top of that place a slice of tomato, then another slice of buttered bread, then the mutton mixture. Place on top another round of buttered bread and press the two together."},   
{"id": "VEAL",
"type": "MEAT",
"name": "VEAL SANDWICH",
"recipe": "Grind through meat chopper the desired amount. To one cup of chopped meat add one tablespoonful of vinegar, one-half teaspoonful of mustard, one-half of a small onion chopped fine. Salt and pepper to taste. Mix to a paste with mayonnaise dressing, and place between thin slices of lightly buttered white bread. Garnish with a pickle."},  
{"id": "CALFS_LIVER",
"type": "MEAT",
"name": "CALF’S LIVER SANDWICH",
"recipe": "Chop cooked calf’s liver fine, add crisp fried bacon chopped fine. Season with salt and pepper, add a dash of catsup; mix and place on lettuce leaves between thin slices of buttered white bread."},   
{"id": "CALFS_LIVER_BACON",
"type": "MEAT",
"name": "CALF’S LIVER AND BACON SANDWICH",
"recipe": "Calf’s liver well cooked and chopped fine, slices of bacon fried crisp and chopped fine; season with salt and pepper and a dash of catsup. Mix and place on thin slices of lightly buttered graham or white bread, with a crisp lettuce leaf between."},   
{"id": "TEXAS",
"type": "MEAT",
"name": "TEXAS SANDWICH",
"recipe": "Chop one-half pound of broiled calf’s liver fine. Season with salt and cayenne pepper, add one teaspoonful of melted butter and a few drops of onion juice; rub together to a smooth paste. Spread on thin slices of unbuttered white bread. Cover with another slice."},  
{"id": "TONGUE",
"type": "MEAT",
"name": "TONGUE SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread, lay a crisp lettuce leaf that has been dipped in mayonnaise dressing; on that lay a thin slice of tongue; on top of that a slice of ripe tomato spread with mayonnaise."},   
{"id": "TONGUE_2",
"type": "MEAT",
"name": "TONGUE SANDWICH NO. 2",
"recipe": "Mince boiled tongue, add a teaspoonful of melted butter, a tablespoonful of tomato catsup, a dash of celery salt, and when mixed place between thinly buttered white or brown bread. Serve with a sweet pickle."},   
{"id": "TONGUE_EGG",
"type": "MEAT",
"name": "TONGUE AND EGG SANDWICH",
"recipe": "Chop cold boiled tongue fine; season with salt and pepper and a tablespoonful of melted butter; mix and spread on rounds of toasted bread. Place leaves of watercress around edge on top of the toast and in the centre pile hard-boiled egg that has been chopped fine and mixed with a little mayonnaise dressing."},  
{"id": "DEVILED_TONGUE",
"type": "MEAT",
"name": "DEVILED TONGUE SANDWICH",
"recipe": "Run a quarter of a pound of cold boiled tongue through the meat chopper; add to it three hard-boiled eggs chopped fine, a dash of red pepper and paprika, a teaspoonful of Worcestershire sauce, and two tablespoonfuls of melted butter. Mix and place between thin slices of lightly buttered bread with sprigs of watercress between."},   
{"id": "TONGUE_TOMATO",
"type": "MEAT",
"name": "TONGUE AND TOMATO SANDWICH",
"recipe": "Lightly butter three thin slices of white bread. On lower slice place a lettuce leaf that has been dipped in mayonnaise dressing; on leaf place a slice of cold boiled tongue, then a slice of bread; on this lay a slice of tomato that has been dipped in mayonnaise dressing, topped by a third slice of bread. Garnish with an olive."},  
{"id": "EXCURSION",
"type": "MEAT",
"name": "EXCURSION SANDWICH",
"recipe": "Chop cold boiled tongue fine. To each cupful, add two tablespoonfuls of melted butter, a dash of red pepper, and one-half teaspoonful of onion juice. Mix and spread on very thin slices of white bread, cover with another slice, and serve with a pickle."},   
{"id": "LAMB",
"type": "MEAT",
"name": "LAMB SANDWICH",
"recipe": "To three cups of cold cooked lamb, chopped fine, add three tablespoonfuls of Parmesan cheese, one teaspoonful of mustard, a dash of salt and pepper, and a little mayonnaise dressing; mix until smooth. Place this on lettuce leaf between slices of lightly buttered white bread."},   
{"id": "LAMB_2",
"type": "MEAT",
"name": "LAMB SANDWICH NO. 2",
"recipe": "Chop cold cooked lamb and a green pepper fine. Season with salt and add a dash of mayonnaise dressing. Spread on thin slices of graham bread lightly buttered. Put the two slices together."},  
{"id": "MUTTON",
"type": "MEAT",
"name": "MUTTON SANDWICH",
"recipe": "Chop cold boiled mutton fine, add a dash of tabasco sauce, a teaspoonful of olive oil or melted butter, a tablespoonful of vinegar, and a pinch of salt. Spread on lightly buttered white bread. Serve with a pickle."},   
{"id": "MUTTON_2",
"type": "MEAT",
"name": "MUTTON SANDWICH NO. 2",
"recipe": "Chop cold cooked mutton very fine; to each pint add one teaspoonful of salt, one tablespoonful of capers, one teaspoonful of chopped mint, a dash of pepper, and one tablespoonful of lemon juice. Spread this thickly over whole wheat bread. Cover with another slice and serve on lettuce leaves."},   
{"id": "MUTTON_PEA",
"type": "MEAT",
"name": "MUTTON AND PEA SANDWICH",
"recipe": "Butter slices of white bread lightly and lay on them thin slices of cold boiled mutton. Mix together half a pint of cooked peas that have been seasoned with salt, pepper, a little butter, and a teaspoonful of capers. Place a layer of peas over the mutton, then a crisp lettuce leaf, then cover with another slice of buttered bread, and cut into triangles."},   
{"id": "SUMMER",
"type": "MEAT",
"name": "SUMMER SANDWICH",
"recipe": "Cut white bread into rounds with a cake cutter and lightly butter. Chop one-half pound of cold boiled mutton fine; add two tablespoonfuls of melted butter, and a dash of salt and pepper. Peel four tomatoes, cut these into rather thick slices and remove the seeds from the centre. Place a lettuce leaf that has been lightly dipped in mayonnaise dressing on a slice of toast, and put a slice of tomato on top of that. Fill the space from which you have taken the seeds with the mutton mixture. Put on top another slice of toasted and lightly buttered bread, and press the two slices firmly together."},  
{"id": "POTTED-MEAT",
"type": "MEAT",
"name": "POTTED MEAT SANDWICH",
"recipe": "Chop one pound of tender cooked veal fine and add one-fourth cup of fat pork cooked and chopped fine. Season with salt and pepper, a little anchovy essence, and a little mace. Moisten with a little butter and work until smooth. Press the mixture solidly into small can or jar, pour melted butter to the depth of one-half inch over same, and set in a cool place. When ready for use, slice and place between thin slices of white bread. Garnish with a pickle."},   
{"id": "FARMER",
"type": "MEAT",
"name": "FARMER SANDWICH",
"recipe": "Between thin slices of white bread, place thin slices of cold roast pork; on top of this spread apple sauce."},   
{"id": "PORK",
"type": "MEAT",
"name": "PORK SANDWICH",
"recipe": "Chop cold boiled pork and a celery stalk fine; season with salt, add a dash of Worcestershire, slightly diluted with water; mix and place between thin slices of buttered white bread."},  
{"id": "MINCE-MEAT",
"type": "MEAT",
"name": "MINCE-MEAT SANDWICH",
"recipe": "Moisten thick round crackers with hot milk; spread with a thick layer of hot mince meat, made rather moist with the addition of a little fruit juice or syrup. Place another cracker on top, then whipped cream on top of that. To be eaten with a fork."},   
{"id": "SOUTHERN",
"type": "MEAT",
"name": "SOUTHERN (BACON) SANDWICH",
"recipe": "On thin slices of buttered whole wheat bread, place a lettuce leaf; add thin slices of crisp fried bacon; spread with a little mustard, and put slices together. Garnish with a radish."},   
{"id": "TIP-TOP",
"type": "MEAT",
"name": "TIP-TOP SANDWICH",
"recipe": "Chop fine six slices of uncooked bacon, add two green peppers (seeds removed) chopped fine, three onions the size of an egg chopped fine, season with pepper and salt. Fry the above mixture until the bacon is done, then scramble in two eggs. Place between thin slices of lightly buttered white bread. Garnish with a radish."},  
{"id": "CHICKEN",
"type": "MEAT",
"name": "CHICKEN SANDWICH",
"recipe": "Two cups of finely minced cold cooked chicken, a heaping tablespoonful of Parmesan cheese, a tablespoonful of tomato catsup, a dash of French mustard, salt and pepper, add a little thick cream, work all to a smooth paste. Place between thin slices of buttered white bread. Garnish with a stick of celery."},   
{"id": "CHICKEN_2",
"type": "MEAT",
"name": "CHICKEN SANDWICH NO. 2",
"recipe": "To the white meat of a cold boiled chicken chopped fine, add a crisp celery stalk chopped fine, and mix with a little mayonnaise dressing. Place between thinly cut slices of buttered white bread, and garnish with an olive."},   
{"id": "CHICKEN_3",
"type": "MEAT",
"name": "CHICKEN SANDWICH NO. 3",
"recipe": "Chop cold cooked chicken fine; season with pepper and salt, add a dash of mayonnaise dressing, spread on thinly cut slices of buttered white bread, with a lettuce leaf between, and garnish with an olive."},  
{"id": "CHICKEN_4",
"type": "MEAT",
"name": "CHICKEN SANDWICH NO. 4",
"recipe": "One cup of cold boiled chicken chopped fine; season with salt and paprika, moisten with a little cream, paste between thin slices of lightly buttered whole wheat bread."},   
{"id": "HOT-CHICKEN",
"type": "MEAT",
"name": "HOT CHICKEN SANDWICH",
"recipe": "Between thin slices of lightly buttered toast, place slices of warm chicken breast; over same pour hot gravy, made of slightly thickened chicken stock, seasoned with salt and pepper, and a little chopped parsley. Cut triangular and garnish with a pickle, and a radish."},   
{"id": "CHICKEN-LIVER",
"type": "MEAT",
"name": "CHICKEN LIVER SANDWICH",
"recipe": "Boil chicken liver until tender and rub through a sieve; mix with an equal amount of olives chopped fine, and mayonnaise dressing; place between thin slices of lightly buttered white bread."},  
{"id": "PRESSED-CHICKEN",
"type": "MEAT",
"name": "PRESSED CHICKEN SANDWICH",
"recipe": "Boil fowl until tender; remove bones and skin; chop fine; season with salt, pepper, and sage to taste. Mix teaspoonful of mustard with a tablespoonful of vinegar, heat and pour over chicken, with some of the broth, and press in earthen dish. When cold and ready for use, slice and place between thin, lightly buttered bread with a crisp lettuce leaf between."},   
{"id": "JELLIED-CHICKEN",
"type": "MEAT",
"name": "JELLIED CHICKEN SANDWICH",
"recipe": "Chop the white meat of cold boiled chicken fine, rub to a paste. Put a scant tablespoonful of gelatine in a half-cup of cold water, place it over the fire until it has dissolved; then add the chicken paste, a dash of salt and pepper, and a half-teaspoonful of grated horse-radish. Stir this mixture until it begins to thicken, then stir in one cup of cream that has been whipped to a stiff froth, place it in the ice box until very cold; when ready for use, cut thin and place between lightly buttered slices of crustless white bread. Garnish with parsley and an olive."},  
{"id": "CREAM_CHICKEN",
"type": "MEAT",
"name": "CREAM OF CHICKEN SANDWICH",
"recipe": "Take one cupful of chopped chicken and pound it fine; dissolve a tablespoonful of gelatine in a half-cup of cold water; then add the chicken meat, a dash of salt, a teaspoonful of grated horse-radish; stir until it begins to thicken, then add a little at a time, one-half pint of cream that has been whipped to a stiff froth; set in the ice box until very cold. On thin slices of lightly buttered white bread, spread the mixture; cut in fancy shapes and garnish each with a radish."},   
{"id": "CHICKEN_EGG",
"type": "MEAT",
"name": "CHICKEN AND EGG SANDWICH",
"recipe": "One cupful of cold chicken chopped fine; the yolks of two hard-boiled eggs chopped fine; one teaspoonful of melted butter, one teaspoonful of lemon juice, one teaspoonful of rich stock, and salt and pepper to taste. Mix to a paste and spread on thin slices of lightly buttered white bread. Garnish with an olive."},  
{"id": "CHICKEN_SURPRISE",
"type": "MEAT",
"name": "CHICKEN SURPRISE SANDWICH",
"recipe": "Chop cold boiled chicken and few capers fine; mix with a little mayonnaise dressing and spread between thin slices of toasted white bread. Garnish with an olive."},   
{"id": "CHICKEN_HAM",
"type": "MEAT",
"name": "CHICKEN AND HAM SANDWICH",
"recipe": "One cupful of chopped ham, one cupful of cold boiled chicken meat; season with salt and pepper and moisten with mayonnaise dressing. Spread this mixture on thin slices of lightly buttered white bread, cover with another slice, and cut in halves. Garnish with a pickle."},   
{"id": "CLUB",
"type": "MEAT",
"name": "CHICKEN AND HAM (CLUB) SANDWICH",
"recipe": "Toast and lightly butter three thin slices of white bread; place a lettuce leaf that has been dipped in mayonnaise dressing on the lower slice. On this, place slices of cold roast fowl, then put another slice of toast on top of that, with another leaf of lettuce, follow by thin slices of broiled ham, topped by a third slice of toasted bread. Garnish top with dill pickle, cut in thin slices lengthwise."},   
{"id": "CHICKEN_WALNUT",
"type": "MEAT",
"name": "CHICKEN AND ENGLISH WALNUT SANDWICH",
"recipe": "Spread thin slices of buttered white bread with English walnut or almond meats chopped fine. Spread the corresponding pieces with cold boiled chicken chopped fine; add a little mayonnaise dressing and press pieces together. Garnish with an olive."},   
{"id": "CHICKEN_ALMOND",
"type": "MEAT",
"name": "CHICKEN AND ALMOND SANDWICH",
"recipe": "One cup of cold boiled chicken chopped fine; one cup of almonds chopped fine; moisten with a little cream, season with salt and paprika, place between thin slices of entire wheat bread. Garnish with parsley, and an olive."},  
{"id": "CHICKEN_GREEN-PEPPER",
"type": "MEAT",
"name": "CHICKEN AND GREEN PEPPER SANDWICH",
"recipe": "Run enough chicken through the meat chopper to make two cupfuls; cut out the stem ends and remove the seeds from three large sweet peppers; run them through the meat chopper; mix the chicken and pepper together; season with half a teaspoonful of salt, and two tablespoonfuls of sweet cream. Place between thin slices of lightly buttered white bread. Cut in triangles. Serve on lettuce leaf."},   
{"id": "ASPIC",
"type": "MEAT",
"name": "ASPIC JELLY SANDWICH",
"recipe": "Soak one box (two ounces) of gelatine in one cup of chicken liquor until softened; add three cupfuls of chicken stock seasoned with a little parsley, celery, three cloves, a blade of mace, and dash of salt and pepper. Strain into a dish and add a little shredded breast of chicken; set in a cold place to harden; when cold, slice in fancy shapes and place on slightly buttered whole wheat bread. Garnish with a stick of celery."},  
{"id": "RECEPTION",
"type": "MEAT",
"name": "RECEPTION SANDWICH",
"recipe": "Equal quantities of breast of cold boiled chicken and tongue, put through food chopper; season with celery salt, cayenne, anchovy paste, and mayonnaise. Place mixture between slices of lightly buttered white bread with crisp lettuce leaf that has been dipped in tarragon vinegar."},   
{"id": "QUEEN",
"type": "MEAT",
"name": "QUEEN SANDWICH",
"recipe": "Mince finely two parts of cooked chicken or game to one part of cooked tongue, and one part of minced cooked mushrooms. Season with salt and pepper and a little lemon juice; mix and place between thin slices of buttered white bread. Garnish with small pickle."},   
{"id": "FRENCH-ROLL",
"type": "MEAT",
"name": "FRENCH ROLL SANDWICH",
"recipe": "French rolls are used for this sandwich. Make a small round opening in top of each and take out some of the crumbs; save the small crusts from the top of the opening; chop fine five olives, a tablespoonful of capers, one green sweet pepper (seeds removed), one gherkin, the white meat of one chicken, and two ounces of tongue chopped fine. Moisten with mayonnaise dressing. Fill this mixture into the roll, put the small crust on top, and garnish with a pickle."},   
{"id": "CREOLE",
"type": "MEAT",
"name": "CREOLE SANDWICH",
"recipe": "One cupful of cold boiled chicken chopped fine, two tablespoonfuls of green pepper that has been parboiled and chopped fine. Add a dash of salt, and a teaspoonful of chopped parsley; moisten with a little mayonnaise dressing and place between thin slices of lightly buttered white bread. Garnish with an olive."},   
{"id": "WINDSOR",
"type": "MEAT",
"name": "WINDSOR SANDWICH",
"recipe": "One cupful of cold boiled chicken chopped fine, a teaspoonful of finely chopped onion, a half teaspoonful of finely chopped chives. Salt and pepper to taste, moisten with a little mayonnaise dressing, mix well, and spread on thin slices of toasted bread. Cover with another slice of toasted bread, cut in halves, and garnish with a radish."},   
{"id": "BISCUIT",
"type": "MEAT",
"name": "BISCUIT SANDWICH",
"recipe": "Roll biscuit dough very thin, about like piecrust, and spread with butter, then roll another and put on top of this; cut out and bake in quick oven. When done, pull apart and spread with this mixture while warm. Take equal parts of chicken and ham, run through the meat chopper, season with celery salt and cayenne pepper; moisten with mayonnaise dressing."},   
{"id": "SARATOGA",
"type": "MEAT",
"name": "SARATOGA SANDWICH",
"recipe": "On a lightly buttered square slice of white bread, place a lettuce leaf that has been dipped in mayonnaise dressing; on that lay four large fried oysters with a little horse-radish on top of the oysters, and cover with a lightly buttered slice of rye bread, and butter upper side of this slice. On this lay a slice of breast of cooked chicken; dust with salt and pepper and lay on that crisp slices of fried bacon; cover this with a slice of white bread. Garnish top with radishes, cut fancy, serve with slice of lemon on the side."},   
{"id": "SHERIDAN",
"type": "MEAT",
"name": "SHERIDAN PARK CLUB SANDWICH",
"recipe": "Toast and butter three thin slices of white bread; place a lettuce leaf on the lower slice, and on its top put slices of chicken breast. Then put another slice of toast on top of that with another leaf of lettuce, followed by thin slices of broiled breakfast bacon, topped by third slice of toasted bread. Garnish top with small pickles cut in slices lengthwise. Serve as soon as made."},   
{"id": "COLONIAL",
"type": "MEAT",
"name": "COLONIAL (CLUB) SANDWICH",
"recipe": "Toast and butter three slices of thinly cut bread; place slices of cold boiled chicken spread lightly with mayonnaise dressing on the lower slice, with a crisp lettuce leaf. Then put another slice of toast on top of that with a slice of ripe tomato spread lightly with mayonnaise dressing, topped by a third slice of toast spread with finely chopped celery that has been mixed with a little mayonnaise dressing. Lay on top of that sweet red peppers cut in ribbons; cut triangular."},   
{"id": "CHICKEN_FOIE-GRAS",
"type": "MEAT",
"name": "CHICKEN AND PÂTÉ DE FOIE GRAS SANDWICH",
"recipe": "Two tablespoonfuls <i>pâté de foie gras</i> and a cup of finely chopped cold boiled chicken; season with pepper and salt; spread on a crisp lettuce leaf that has been dipped in French dressing, and place between thin slices of white bread."},   
{"id": "CHICKEN-BISCUIT",
"type": "MEAT",
"name": "CHICKEN BISCUIT FINGER",
"recipe": "Chop cold boiled chicken very fine; add a little chopped parsley; moisten with salad dressing; make rolls of the mixture about the size of a small pickle. Cover each roll with baking powder biscuit dough rolled thin, pressing the ends tightly. Brush with beaten egg and bake."},  
{"id": "MOCK-CHICKEN",
"type": "MEAT",
"name": "PRESSED MOCK CHICKEN",
"recipe": "Boil a piece of fresh shoulder of pork until tender, adding pepper and salt to the water in which it is cooked. When done, run the meat through the meat chopper and return to the liquor in which it was boiled in the kettle. Add enough rolled oats to absorb or thicken the liquid, season to suit the taste, and simmer from twenty to thirty minutes; then pack into a bowl or crock; when cold, slice and place between thin slices of lightly buttered white bread. Garnish with pickles and radish roses."},   
{"id": "COUNTRY-CLUB",
"type": "MEAT",
"name": "COUNTRY CLUB SANDWICH",
"recipe": "Use three slices of white bread thinly cut and lightly buttered; place a lettuce leaf that has been dipped in mayonnaise dressing on lower slice, and on top of that place slices of cold boiled chicken; then put another slice of bread and a lettuce leaf followed by thin slices of veal loaf, topped by another slice of bread with thinly sliced pickles on top."},  
{"id": "CHICAGO-CLUB",
"type": "MEAT",
"name": "CHICAGO CLUB SANDWICH",
"recipe": "Toast lightly two slices of white bread and one of rye; lightly butter and on the slices of white bread, place slices of cold cooked chicken and a couple of slices of bacon well crisped; cover with the slice of rye bread and on that place a lettuce leaf that has been dipped in a little mayonnaise dressing; sprinkle with a little chopped green pepper, then cover with the other slice of white bread."},   
{"id": "TURKEY",
"type": "MEAT",
"name": "TURKEY SANDWICH",
"recipe": "Between thin slices of lightly buttered white or brown bread, place thin slices of turkey breast; spread a little cranberry jelly over this and sprinkle with finely chopped celery."},   
{"id": "HOT-TURKEY",
"type": "MEAT",
"name": "HOT TURKEY SANDWICH",
"recipe": "Between thin slices of lightly buttered toast, place slices of warm turkey breast; over same pour a hot gravy made of slightly thickened turkey stock. Garnish with a pickle."},  
{"id": "TURKEY-CLUB",
"type": "MEAT",
"name": "TURKEY CLUB SANDWICH",
"recipe": "Toast three thin slices of white bread and butter, on the lower slice lay cold white breast of turkey; cover with another slice of toast; on that lay a thin slice of hot broiled ham; cover with another slice of buttered toast and press together. Serve on a lettuce leaf. Garnish with small pickles."},   
{"id": "GAME",
"type": "MEAT",
"name": "GAME SANDWICH",
"recipe": "On thin slices of lightly buttered bread, place slices of breast of roasted partridge; spread lightly with currant jelly and cover with another buttered slice of bread. Garnish with cress."},   
{"id": "TRUFFLE",
"type": "MEAT",
"name": "TRUFFLE SANDWICH",
"recipe": "One tablespoonful of broiled truffle, one-half breast of chicken, and two tablespoonfuls of sweetbreads chopped fine. Add a dash of mayonnaise dressing, salt and pepper. Place between slices of buttered white bread, cut in oblong pieces. Garnish with pickle."},  
{"id": "HEAD-CHEESE",
"type": "MEAT",
"name": "HEAD CHEESE SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread, place a lettuce leaf that has been dipped in mayonnaise dressing. On this place thin slices of head cheese, cut diagonally, and garnish with a pickle."},   
{"id": "SWEETBREAD",
"type": "MEAT",
"name": "SWEETBREAD SANDWICH",
"recipe": "Cook sweetbreads until tender. When cold, remove skin, chop fine, season with salt and pepper, add one cup of finely chopped celery, and a dash of mayonnaise dressing; spread on thin slices of lightly buttered white bread. Cover with another slice and garnish with an olive."},   
{"id": "SAUSAGE",
"type": "MEAT",
"name": "SAUSAGE SANDWICH",
"recipe": "Boil link sausages until done; when cold cut into thin slices; place between thin slices of lightly buttered white bread. Garnish with a pickle."},  
{"id": "GERMAN-BOLOGNA",
"type": "MEAT",
"name": "GERMAN BOLOGNA SANDWICH",
"recipe": "Remove the skin from a bologna sausage and rub to a paste. Spread thin slice of lightly buttered rye bread with a little French mustard, then a layer of bologna, cover with another slice, and garnish with a pickle."},   
{"id": "FRANKFURT-SAUSAGE",
"type": "MEAT",
"name": "FRANKFURT SAUSAGE SANDWICH",
"recipe": "Cut cold boiled Frankfurt sausage into the thinnest slices and place on slice of buttered white or rye bread; run a cucumber pickle through a meat chopper and sprinkle on top of sausage. Place another buttered slice over this."},   
{"id": "SALAMI",
"type": "MEAT",
"name": "SALAMI (ITALIAN SAUSAGE) SANDWICH",
"recipe": "Between slices of lightly buttered rye bread, place thin slices of salami. Garnish with an olive."},
{"id": "FOIE-GRAS",
"type": "MEAT",
"name": "PÂTÉ DE FOIE GRAS SANDWICH",
"recipe": "On thin slices of toasted bread shorn of crusts, spread <i>pâté de foie gras</i>; add a dash of salt and cayenne; cover with another slice of toast and serve with a sweet pickle."},   
{"id": "FOIE-GRAS_2",
"type": "MEAT",
"name": "PÂTÉ DE FOIE GRAS SANDWICH NO. 2",
"recipe": "Three slices of white or brown bread lightly buttered; on the lower slice spread <i>pâté de foie gras</i>, then put another slice of bread on top of that. Cover with delicate shreds of tomato, tiny lettuce hearts with a dash of mayonnaise dressing, topped by a third slice of bread. Garnish with an olive."},  
{"id": "FOIE-GRAS_3",
"type": "MEAT",
"name": "PÂTÉ DE FOIE GRAS SANDWICH NO. 3",
"recipe": "One-half cup of <i>pâté de foie gras</i>, remove the fat and mash to a smooth paste; season with a little salt and a dash of cayenne pepper and drop of onion juice; press the whole through a sieve. Spread on thin slices of buttered white bread and cover with another slice of buttered bread. Garnish top with slices of hard-boiled egg and an olive."},   
{"id": "IMITATION_FOIE-GRAS",
"type": "MEAT",
"name": "IMITATION PÂTÉ DE FOIE GRAS SANDWICH",
"recipe": "Saute half a chopped onion in butter until brown; add one-half dozen chicken livers, cover with seasoned chicken stock, and let simmer until tender; mash the livers fine and press through a sieve, season with salt, paprika, mustard, and a dash of curry powder. Put this paste in a cup, pour melted butter over top; when cold, remove the butter and cut in thin slices; place between thin slices of white bread. Garnish with a pickle."},  
{"id": "AMERICAN-CHEESE",
"type": "CHEESE",
"name": "AMERICAN CHEESE SANDWICH",
"recipe": "Cream three tablespoonfuls of butter, add three tablespoonfuls of grated American cheese, one tablespoonful of anchovy essence, a dash of salt and paprika, one-fourth teaspoonful of mustard, and one-fourth cupful of finely chopped olives. Place mixture between thin slices of lightly buttered rye bread."},   
{"id": "AMERICAN-CHEESE_2",
"type": "CHEESE",
"name": "AMERICAN CHEESE SANDWICH NO. 2.",
"recipe": "Cream two tablespoonfuls of butter, add one-fourth cupful of grated American cheese and one teaspoonful of vinegar, and season with salt, paprika, mustard, and anchovy essence. Place mixture between thin slices of white bread. Garnish with a pickle."},   
{"id": "AMERICAN-CHEESE_3",
"type": "CHEESE",
"name": "AMERICAN CHEESE SANDWICH NO. 3",
"recipe": "Salted cracker slightly toasted, spread with American cheese; serve hot."},  
{"id": "AMERICAN-CHEESE_4",
"type": "CHEESE",
"name": "AMERICAN CHEESE SANDWICH NO. 4",
"recipe": "Melt a quarter of a pound of American cheese in a sauce pan, add the yolk of one egg beaten with two tablespoonfuls of cream, a dash of salt and red pepper, and half a teaspoonful of Worcestershire sauce. Take from the fire and when cold, spread on thin slices of white or rye bread. Press the two together and cut in strips. Garnish with a pickle."},   
{"id": "CHEESE_RARE-BIT",
"type": "CHEESE",
"name": "CHEESE RARE-BIT SANDWICH",
"recipe": "Grate a quarter of pound of American cheese fine; melt it in a sauce pan over the fire, add the yolks of two eggs well beaten, two tablespoonfuls of cream, a dash of salt and red pepper, and a teaspoonful of Worcestershire. Stir the mixture into the melted cheese; when blended, remove from the fire, and when cool, spread it on thin slices of lightly buttered white bread. Put the two slices together and garnish with an olive."},  
{"id": "BB_AMERICAN",
"type": "CHEESE",
"name": "BROWN BREAD AND AMERICAN CHEESE SANDWICH",
"recipe": "Steam the brown bread before spreading with butter, and cut in the usual way. Between the slices, place grated American cheese and finely chopped English walnuts well salted. Garnish with an olive."},   
{"id": "BB_AMERICAN_2",
"type": "CHEESE",
"name": "BROWN BREAD AND AMERICAN CHEESE SANDWICH NO. 2",
"recipe": "Cut thin small rounds of brown bread and lightly butter; sprinkle with grated cheese; put two slices together and cut in two."},   
{"id": "FRIED_CHEESE",
"type": "CHEESE",
"name": "FRIED CHEESE SANDWICH",
"recipe": "Cut slices of white bread round with biscuit cutter; spread with paste made with half a cupful of fresh American cheese, mashed smooth with a little cream. Season with salt and paprika. Put slices together and fry a light brown in the blazer, in which a tablespoonful of butter has been melted. Serve hot."},  
{"id": "NEUFCHATEL",
"type": "CHEESE",
"name": "NEUFCHATEL SANDWICH",
"recipe": "Mince a little candied orange very fine, add a dash of ginger, and mix with Neufchatel cheese which has been moistened with a little cream. Place between thin slices of lightly buttered white bread. Garnish with an olive."},   
{"id": "NEUFCHATEL_NUT",
"type": "CHEESE",
"name": "NEUFCHATEL AND NUT SANDWICH",
"recipe": "Mix with one roll of Neufchatel cheese, half a cupful of chopped almonds or butternuts; spread on thin slices of lightly buttered graham or Boston brown bread. Garnish with a small pickle."},   
{"id": "NEUFCHATEL_OLIVE",
"type": "CHEESE",
"name": "NEUFCHATEL AND OLIVE SANDWICH",
"recipe": "Chop half a dozen olives and a half-cupful of pecan meats fine; mix with a cake of Neufchatel cheese, moisten with a little cream, and place between thin slices of lightly buttered white bread."},  
{"id": "HARLEQUIN",
"type": "CHEESE",
"name": "HARLEQUIN SANDWICH",
"recipe": "Lightly buttered slices of white and graham bread. Spread each with Neufchatel cheese and sprinkle with a few English walnut meats. Put a white and a brown slice together."},   
{"id": "BERLIN",
"type": "CHEESE",
"name": "BERLIN SANDWICH",
"recipe": "Chop olives fine and moisten with mayonnaise dressing; spread on buttered slices of bread. Spread other slices with Neufchatel cheese and put slices together in pairs."},   
{"id": "LIMBURGER",
"type": "CHEESE",
"name": "LIMBURGER CHEESE SANDWICH",
"recipe": "Spread thin slices of lightly buttered rye bread with limburger cheese, then with thin slices of bologna sausage; cover with another slice of rye bread. Garnish with a pickle."},  
{"id": "ROQUEFORT",
"type": "CHEESE",
"name": "ROQUEFORT SANDWICH",
"recipe": "Mix grated cheese with thick cream to make a paste; place between thinly cut slices of lightly buttered white bread. Garnish with an olive."},   
{"id": "GERMAN-CLUB",
"type": "CHEESE",
"name": "GERMAN CLUB SANDWICH",
"recipe": "Thin slices of pumpernickel, rye, and white bread are used for this sandwich. Rub half a pound of smearcase until smooth, add three tablespoonfuls of thick cream and two of melted butter; season with pepper and salt. Spread some of this cheese mixture on a buttered slice of pumpernickel bread, followed by a slice of rye covered with the cheese, covered with a slice of buttered white bread. Garnish with slice of pickle."},   
{"id": "PARMESAN",
"type": "CHEESE",
"name": "PARMESAN SANDWICH",
"recipe": "Finely grated Parmesan cheese, a dash of salt and pepper, one tablespoonful of tomato catsup, mix and place between squares of unsweetened cracker. Put crackers on a thin plate, set in hot oven for three minutes or until the cheese melts and the cracker becomes crisp. Serve hot."},   
{"id": "PARMESAN_RADISH",
"type": "CHEESE",
"name": "PARMESAN AND RADISH SANDWICH",
"recipe": "Peel radishes and chop very fine; place on ice until needed; then mix with a very little whipped cream; spread the mixture between thin oblongs of brown bread, dust a little grated Parmesan cheese over the top before the second slice is put on."},   
{"id": "PARMESAN_CELERY",
"type": "CHEESE",
"name": "PARMESAN AND CELERY SANDWICH",
"recipe": "Whip a gill of cream, add to it sufficient grated cheese, American or Parmesan, to make a stiff paste; spread lightly buttered white bread with this and sprinkle thickly with very finely minced celery. Cover with another slice of buttered bread."},  
{"id": "SEAFOAM",
"type": "CHEESE",
"name": "SEAFOAM SANDWICH",
"recipe": "Spread crisp seafoam crackers with butter, a sprinkling of grated Parmesan cheese, and very finely chopped celery or olives. Place two together and serve."},   
{"id": "FRENCH_CHEESE",
"type": "CHEESE",
"name": "FRENCH CHEESE SANDWICH",
"recipe": "Slice brown bread very thin, butter, lay thinly sliced cheese on top, and spread over cheese a thick layer of any kind of jam, and cover with another slice of bread."},   
{"id": "MOROCCO",
"type": "CHEESE",
"name": "MOROCCO SANDWICH",
"recipe": "Melt a cupful of cheese, American or Parmesan; while soft, add enough mayonnaise to make it spread easily; lay this on thin slices of lightly buttered whole wheat bread and slice stuffed olives over cheese. Cover with another slice of lightly buttered bread; garnish top with stuffed olive."},  
{"id": "CLUB_HOUSE",
"type": "CHEESE",
"name": "CLUB HOUSE SANDWICH",
"recipe": "Rub to a paste one tablespoonful of butter and two tablespoonfuls of soft club house cheese, a tablespoonful of grated Parmesan, a dash of salt and pepper, a teaspoonful of tarragon vinegar, and a teaspoonful of anchovy paste. Spread the above mixture on thin slices of toasted bread. Put slices together and cut triangular."},   
{"id": "COTTAGE",
"type": "CHEESE",
"name": "COTTAGE SANDWICH",
"recipe": "Cut slices of brown bread, do not remove crusts; rub half a pint of cottage cheese to a smooth paste, then press it through fine sieve. Add two tablespoonfuls of melted butter, slowly beating the while, add half a teaspoonful of salt, and two tablespoonfuls of thick cream; spread each slice of the bread with mixture; cover with another thin slice of white bread and on top of that another thin layer of cheese; place a slice of brown bread on top and trim into shape. Garnish with an olive."},  
{"id": "COTTAGE_2",
"type": "CHEESE",
"name": "COTTAGE SANDWICH NO. 2",
"recipe": "On thin slices of lightly buttered graham bread spread cottage cheese that has been mixed with a little chopped chives. Cover with another slice of bread."},   
{"id": "GRUYERE",
"type": "CHEESE",
"name": "GRUYERE SANDWICH",
"recipe": "Cut rye and white bread in very thin slices and spread sparingly with butter; cut cold tongue and gruyere cheese in thin slices; on white bread arrange the tongue, rye bread over tongue and cheese over rye bread; repeat, put under a weight and let stand for two hours; then cut crosswise in thin slices. Garnish with olive."},   
{"id": "COTTAGE_OLIVE",
"type": "CHEESE",
"name": "COTTAGE AND OLIVE SANDWICH",
"recipe": "Spread thin slices of lightly buttered graham bread with mustard, then a thin layer of cottage cheese, and then a layer of chopped olives that have been mixed with a little mayonnaise dressing. Cover with another slice of bread and press together."},  
{"id": "BOHEMIAN",
"type": "CHEESE",
"name": "BOHEMIAN SANDWICH",
"recipe": "On thin slices of lightly buttered graham bread, spread a thin layer of mustard; on top of that spread a layer of cottage cheese, then a layer of olives that have been chopped fine, and mixed with a little mayonnaise dressing. Cover with another slice of bread and press together. Cut in strips and serve on a lettuce leaf."},   
{"id": "DUTCH",
"type": "CHEESE",
"name": "DUTCH SANDWICH",
"recipe": "Between thin slices of lightly buttered rye bread, spread highly seasoned cottage cheese; on this sprinkle finely chopped olives. Cut in diamond shape. Garnish with a sprig of parsley."},   
{"id": "WAUKESHA",
"type": "CHEESE",
"name": "WAUKESHA CHEESE SANDWICH",
"recipe": "Cream one brick of Waukesha cheese with a little sweet cream, add a pinch of salt, a few chopped pecan nut meats, and a few chopped olives. Place between thin slices of lightly buttered rye bread."},  
{"id": "IMPERIAL",
"type": "CHEESE",
"name": "IMPERIAL CHEESE SANDWICH",
"recipe": "One-half jar of Imperial cheese, one-half bottle (small size) of stuffed olives sliced fine, four tablespoonfuls of cream. Mix well and spread on thin slices of lightly buttered white bread with a crisp lettuce leaf between the slices."},   
{"id": "SWISS",
"type": "CHEESE",
"name": "SWISS CHEESE SANDWICH",
"recipe": "Cut rye bread very thin. Spread lightly with butter. Between the pieces place thin slices of Swiss cheese. Spread with mustard. Garnish with a dill pickle sliced thin."},   
{"id": "SWISS_2",
"type": "CHEESE",
"name": "SWISS CHEESE SANDWICH NO. 2",
"recipe": "Butter thin slices of pumpernickel bread. Between slices put a thin layer of Swiss cheese and leaves of watercress. Cut in long narrow strips. Garnish with an olive."},  
{"id": "GREEN",
"type": "CHEESE",
"name": "GREEN CHEESE SANDWICH",
"recipe": "Spread on thin slices of lightly buttered white bread, green cheese grated fine. Put slices together and garnish with a sour pickle."},   
{"id": "SWISS_NUT",
"type": "CHEESE",
"name": "SWISS AND NUT SANDWICH",
"recipe": "Chop English walnuts fine; mix with grated Swiss cheese. Add a little thick cream to moisten, season with salt and cayenne. Place between thin slices of lightly buttered brown bread. Garnish with an olive."},   
{"id": "CREAM_CHEESE_OLIVE",
"type": "CHEESE",
"name": "CREAM CHEESE AND OLIVE SANDWICH",
"recipe": "Work cream cheese until smooth, add one-half quantity of chopped olives, season with salt, and moisten with mayonnaise. Place between thin slices of lightly buttered rye bread."},  
{"id": "CC_OLIVE_2",
"type": "CHEESE",
"name": "CREAM CHEESE AND OLIVE SANDWICH NO. 2",
"recipe": "Chop olives fine, mix with cream cheese, add a little sweet cream to moisten, season with salt and paprika. Place between thin slices of lightly buttered white or brown bread."},   
{"id": "DAIRY",
"type": "CHEESE",
"name": "DAIRY SANDWICH",
"recipe": "On thin slices of Swiss cheese, spread fresh butter and put the two slices together."},   
{"id": "CREAM_CHEESE_PIMOLAS",
"type": "CHEESE",
"name": "CREAM CHEESE AND PIMOLAS SANDWICH",
"recipe": "Mix one cream cheese with an equal amount of chopped pimolas; season with salt and cayenne, and moisten with a little mayonnaise dressing. Place between thin slices of lightly buttered white or brown bread."},  
{"id": "CC_PINEAPPLE",
"type": "CHEESE",
"name": "CREAM CHEESE AND PINEAPPLE SANDWICH",
"recipe": "Chop the pineapple fine and drain. Spread lightly buttered white bread thinly with cream cheese; sprinkle with pineapple and press together, then cut the sandwiches in thin, slender strips."},   
{"id": "CC_WALNUT",
"type": "CHEESE",
"name": "CREAM CHEESE AND WALNUT SANDWICH",
"recipe": "One cup of walnut meats, chopped fine; add enough cream cheese to make a paste; add salt and a bit of red pepper. Place between lightly buttered white bread cut in fancy shapes."},   
{"id": "CC_NUT",
"type": "CHEESE",
"name": "CREAM CHEESE AND NUT SANDWICH",
"recipe": "Chop English walnuts fine, mix with cream cheese and a little chopped celery; add a dash of mayonnaise dressing. Place the mixture between thin slices of lightly buttered white bread. Garnish with a sprig of watercress."},  
{"id": "CC_BEET",
"type": "CHEESE",
"name": "CREAM CHEESE AND BEET SANDWICH",
"recipe": "On thin slices of lightly buttered white bread, lay a crisp lettuce leaf; on that spread cream cheese, on top of the cheese sprinkle chopped pickled beets. Cover with another slice of buttered bread."},   
{"id": "CC_CUCUMBER",
"type": "CHEESE",
"name": "CREAM CHEESE AND CUCUMBER SANDWICH",
"recipe": "On thin slices of lightly buttered brown bread spread cream cheese; over same sprinkle chopped cucumbers that have been mixed with a little French dressing. Cover with another slice of lightly buttered brown bread."},   
{"id": "CC_GUAVA",
"type": "CHEESE",
"name": "CREAM CHEESE AND GUAVA JELLY SANDWICH",
"recipe": "Spread an equal number of slices of lightly buttered white bread with guava jelly and cream cheese. Put slices together and trim the edges."},  
{"id": "CC_GREEN_PEPPER",
"type": "CHEESE",
"name": "CREAM CHEESE AND GREEN PEPPER SANDWICH",
"recipe": "Spread lightly buttered white bread with cream cheese; on this lay thin slices of green pepper that have been dipped in mayonnaise dressing. Cover with another slice of bread, cut oblong, and garnish with a sprig of parsley and an olive."},   
{"id": "CC_PARSLEY",
"type": "CHEESE",
"name": "CREAM CHEESE AND PARSLEY SANDWICH",
"recipe": "Spread thin slices of Boston brown bread lightly buttered, with cream cheese, mixed with a little chopped parsley. Put two slices together and garnish with an olive."},   
{"id": "CC_LETTUCE",
"type": "CHEESE",
"name": "CREAM CHEESE AND LETTUCE SANDWICH",
"recipe": "Slice white bread very thin, when you have pared off the crust. Butter smoothly and lightly. Spread one slice with cream cheese and lay upon the other a crisp lettuce leaf that has been dipped in mayonnaise dressing. Put slices together. Garnish with an olive."},   
{"id": "BAR-LE-DUC",
"type": "CHEESE",
"name": "CHEESE AND BAR-LE-DUC CURRANT SANDWICH",
"recipe": "Spread thin slices of lightly buttered white bread with cream cheese; sprinkle currants over the cheese; then a teaspoonful of maple syrup. Cover with another slice of bread."},   
{"id": "TOASTED_WAFERS",
"type": "CHEESE",
"name": "TOASTED WAFERS WITH CREAM CHEESE",
"recipe": "Mix a cream cheese with cream and paprika to make a mixture that is soft and yet will hold its shape. Just before serving, toast the wafers and press a star of cheese upon each. (Use a star tube.) Finish with a slice of pimola."},  
{"id": "RUSSIAN",
"type": "CHEESE",
"name": "RUSSIAN SANDWICH",
"recipe": "Spread zepherettes with cream cheese and cover with chopped olives mixed with a little mayonnaise. Place a zepherette over each and press together."},   
{"id": "ORIENTAL",
"type": "CHEESE",
"name": "ORIENTAL SANDWICH",
"recipe": "Mix one cake of cream cheese with a little maple syrup, then add sliced maraschino cherries. Place between thin slices of lightly buttered bread. Garnish with a spray of smilax and a cherry."},   
{"id": "DAINTY",
"type": "CHEESE",
"name": "DAINTY CHEESE SANDWICH",
"recipe": "A dainty cheese sandwich to serve at afternoon parties is made by placing the halves of an English walnut on either side of a square of cream cheese. Serve on a crisp lettuce leaf."},  
{"id": "MACAROON",
"type": "CHEESE",
"name": "MACAROON SANDWICH",
"recipe": "Be sure the macaroons are fresh. Lay a slice of fresh cream cheese between two macaroons, pressing them firmly together. Keep in a cool place until wanted."},   
{"id": "FAIRMONT",
"type": "CHEESE",
"name": "FAIRMONT SANDWICHES",
"recipe": "Work a small cream cheese until smooth, using a wooden spoon, and season with salt. Chop red and green peppers separately and wring in cheese-cloth to remove some of the moisture. Mix one-half of the cheese with some of the red pepper, the other half the green pepper. Spread four thin slices of white bread sparingly with butter, on the lower slice spread the green pepper mixture, cover with another slice of bread, on top of that spread a layer of the red pepper mixture, cover with the third slice and spread that with the green pepper mixture. Cover with the fourth slice of bread. Fold in cheese-cloth and press under a weight, then cut in thin slices downward."},  
{"id": "ITALIAN",
"type": "CHEESE",
"name": "ITALIAN SANDWICH",
"recipe": "Take an equal number of slices of white and graham bread, spread with butter and cream cheese; on these put finely chopped olives that have been mixed with a little mayonnaise dressing. Press slices together in pairs with a crisp lettuce leaf between each pair, and cut diagonally. Garnish with parsley."},   
{"id": "BUFFET",
"type": "CHEESE",
"name": "BUFFET SANDWICH",
"recipe": "One teacupful grated American or Parmesan cheese, one tablespoonful of melted butter, one teaspoonful of made mustard, a little salt and pepper. Mix well, spread on thin slices of lightly buttered rye bread. Put two slices together and cut in triangles."},   
{"id": "BUMMERS_CUSTARD",
"type": "CHEESE",
"name": "BUMMERS CUSTARD SANDWICH",
"recipe": "Take a cake of Roquefort cheese and divide in thirds; moisten one third with brandy, another third with olive oil, and the other third with Worcestershire sauce. Mix all together and place between split water biscuits toasted. Good for a stag lunch."}, 
{"id": "ENGLISH_WALNUT",
"type": "NUT",
"name": "ENGLISH WALNUT SANDWICH",
"recipe": "Chop English walnuts fine, and over them pour the following dressing; five yolks of eggs well beaten, juice of two lemons, a good half-cup of water, one teaspoonful of sugar, and a pinch of salt. Let it cook until the eggs thicken. When cool, place between thin slices of lightly buttered white bread."},   
{"id": "ENGLISH_WALNUT_2",
"type": "NUT",
"name": "ENGLISH WALNUT SANDWICH NO. 2",
"recipe": "Chop fine a cupful of English walnut meats; moisten with a little thick cream and place between a slice of brown bread and one of white lightly buttered. Cut in rounds with a biscuit cutter."},   
{"id": "ENGLISH_WALNUT_3",
"type": "NUT",
"name": "ENGLISH WALNUT SANDWICH NO. 3",
"recipe": "Chop English walnuts fine; moisten with a little mayonnaise dressing, and place between thin slices of lightly buttered brown bread."},  
{"id": "WALNUT_FIG",
"type": "NUT",
"name": "ENGLISH WALNUT AND FIG SANDWICH",
"recipe": "Chop figs fine, adding enough water to make a smooth paste, and cook slowly until of a consistency to spread. Flavor with a little orange juice or grated candied orange peel. Chop one-half cup of English walnuts fine, add to the fig paste filling. Place between thin slices of white or brown bread lightly buttered, cut in fanciful shapes."},   
{"id": "WALNUT_GINGER",
"type": "NUT",
"name": "ENGLISH WALNUT AND GINGER SANDWICH",
"recipe": "Three thin slices of lightly buttered white bread; between the first and second place a layer of chopped, preserved ginger, mixed with a little thick cream; and between the second and third slices, place a layer of chopped English walnuts; then tie up each sandwich neatly with blue baby ribbon."},  
{"id": "WALNUT_RAISIN",
"type": "NUT",
"name": "ENGLISH WALNUT AND RAISIN SANDWICH",
"recipe": "Chop equal quantities of English walnuts and raisins fine, mix with a little cream, and place between thin slices of lightly buttered white bread. Garnish top with a raisin."},   
{"id": "WALNUT_DATE",
"type": "NUT",
"name": "ENGLISH WALNUT AND DATE SANDWICH",
"recipe": "Chop English walnut meats fine, mix with an equal amount of chopped dates; moisten with a little whipped cream and place mixture between buttered crackers or thin slices of white bread."},   
{"id": "SALTED_WALNUT",
"type": "NUT",
"name": "SALTED ENGLISH WALNUT SANDWICH",
"recipe": "Spread thin slices of Boston brown bread with butter; then chop English walnuts fine, sprinkle with salt, and put a layer of the nuts between two slices of bread."},  
{"id": "BLACK_WALNUT",
"type": "NUT",
"name": "BLACK WALNUT SANDWICH",
"recipe": "Between thin slices of lightly buttered brown bread spread black walnut meats chopped rather fine. Nice to serve with hot chocolate."},   
{"id": "CHESTNUT",
"type": "NUT",
"name": "CHESTNUT SANDWICH",
"recipe": "Shell and blanch the chestnuts, then boil fifteen minutes; drain and cool, and when cool chop fine. Add an equal quantity of finely chopped celery, moisten with a little French dressing, mix, and put between thin slices of lightly buttered white bread, with a crisp lettuce leaf between."},   
{"id": "PECAN",
"type": "NUT",
"name": "PECAN SANDWICH",
"recipe": "One cup of chopped pecans, one cup of chopped dates, mixed with a tablespoonful of whipped cream to moisten. Place between thin slices of white or whole wheat bread."},  
{"id": "PECAN_2",
"type": "NUT",
"name": "PECAN SANDWICH NO. 2",
"recipe": "Chop pecan nuts very fine, moisten with a little mayonnaise dressing and place between thin slices of lightly buttered white bread."},   
{"id": "PECAN_3",
"type": "NUT",
"name": "PECAN SANDWICH NO. 3",
"recipe": "Mix one cup of finely chopped pecan nuts with a little chutney. Place between thin slices of buttered white bread."},   
{"id": "PECAN-WALNUT",
"type": "NUT",
"name": "PECAN AND ENGLISH WALNUT SANDWICH",
"recipe": "Chop fine one-half cup each of pecan and walnut meats, add one-half cup of olives stoned and chopped fine, moisten with a little mayonnaise dressing and place between thin slices of lightly buttered graham bread."},  
{"id": "HICKORY",
"type": "NUT",
"name": "HICKORY NUT SANDWICH",
"recipe": "Mix together chopped hickory nuts and pot cheese, add a dash of paprika, and place between thin slices of either white or brown bread lightly buttered. Garnish with an olive."},   
{"id": "HICKORY-CHEESE",
"type": "NUT",
"name": "HICKORY NUT AND CHEESE SANDWICH",
"recipe": "Beat to a cream one tablespoonful of butter, then add three heaping tablespoonfuls of cream cheese. Mix thoroughly, adding a little sweet cream if necessary to make creamy. Chop a quarter-pound of hickory nuts fine, and blend with the cheese paste; season with salt, pepper, and a little lemon juice. Spread on thin slices of brown bread. Put two slices together and garnish with an olive."},   
{"id": "PEANUT",
"type": "NUT",
"name": "PEANUT SANDWICH",
"recipe": "Chop roasted and salted peanuts, mix with a little mayonnaise dressing, place between thin slices of lightly buttered entire wheat bread."},  
{"id": "PEANUT_2",
"type": "NUT",
"name": "PEANUT SANDWICH NO. 2",
"recipe": "Chop a cup of freshly roasted shelled peanuts very fine, mix with three tablespoonfuls of mayonnaise dressing, add salt to taste, and sprinkle upon lightly buttered slices of white bread. Put slices together and cut in tiny squares."},   
{"id": "PEANUT_3",
"type": "NUT",
"name": "PEANUT SANDWICH NO. 3",
"recipe": "Chop peanuts fine or put through a coffee mill, salt to taste, and add a little sherry or port wine to make a thick paste. Spread on thin slices of lightly buttered white bread. Put two slices together and garnish with a candied cherry."},   
{"id": "PEANUT_4",
"type": "NUT",
"name": "PEANUT SANDWICH NO. 4",
"recipe": "Cut white bread in rounds with the biscuit cutter, cover with whipped cream slightly sweetened. Sprinkle chopped peanuts over the cream. Cover with another round of bread and serve as soon as made."},  
{"id": "PEANUT_BANANA",
"type": "NUT",
"name": "PEANUT AND BANANA SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread place a crisp lettuce leaf that has been dipped in mayonnaise dressing; on this place slices of banana and sprinkle with ground peanuts."},   
{"id": "PEANUT_MAYONNAISE",
"type": "NUT",
"name": "PEANUT MAYONNAISE SANDWICH",
"recipe": "Heat a tablespoonful of butter in a pan and add the juice of a lemon. Season with salt and pepper. To this gradually add a well beaten egg, thinned with sour cream, adding it slowly, stirring the while to prevent it from curdling. When it begins to thicken, remove and stir in enough ground peanuts to make a good spreading butter. In preparing sandwiches of this, cut bread thin, spread with the mayonnaise; and lay between the slices a crisp lettuce leaf. Cut the sandwiches in fancy shapes. Dainty for noon-day luncheon."},  
{"id": "ALMOND",
"type": "NUT",
"name": "ALMOND SANDWICH",
"recipe": "Cut white bread in rounds and lightly butter, put on a layer of finely chopped almonds, add a sprinkling of salt and a dash of lemon juice; cover with another round of bread and press a blanched nut in the centre. Serve on a lettuce leaf."},   
{"id": "ALMOND_2",
"type": "NUT",
"name": "ALMOND SANDWICH NO. 2",
"recipe": "Whip one-half gill of sweet cream to a stiff froth; add one-half pound of almonds, blanched and pounded to a paste, with a little rose or orange flower water; add two tablespoonfuls of sugar and spread over thin slices of white bread; roll into tiny cylinders or cut in narrow strips."},   
{"id": "ALMOND_3",
"type": "NUT",
"name": "ALMOND SANDWICH NO. 3",
"recipe": "On thin slices of buttered Boston brown bread sprinkle finely chopped almonds, cover with another slice of bread, and cut in squares."},  
{"id": "ALMOND_CELERY",
"type": "NUT",
"name": "ALMOND AND CELERY SANDWICH",
"recipe": "Chop almonds fine and mix with twice the bulk of finely chopped celery; moisten with a little mayonnaise dressing and put between thin slices of lightly buttered white bread."},   
{"id": "ALMOND_LEMON",
"type": "NUT",
"name": "ALMOND AND LEMON SANDWICH",
"recipe": "Grate the thin yellow rind of one lemon, being careful not to rub off any of the bitter white pith; blanch and pound one-half pound of almonds, adding slowly the juice of one lemon. When a smooth paste is formed, add the grated lemon rind. Rub the yolks of two hard-boiled eggs to a smooth paste, add the almond mixture, and spread over thin slices of lightly buttered white bread. Cover with another slice of bread and cut in triangles."},   
{"id": "TOASTED_ALMOND",
"type": "NUT",
"name": "TOASTED ALMOND SANDWICH",
"recipe": "Toast almonds to a light brown and grate; form into a paste with a little lemon juice, add a little salt, spread on thin slices of lightly buttered white bread and cover with another slice and cut in strips."},  
{"id": "ORANGE",
"type": "SWEET",
"name": "ORANGE SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread place thin slices of orange that have been lightly dusted with powdered sugar."},   
{"id": "ORANGE-MARMALADE",
"type": "SWEET",
"name": "ORANGE MARMALADE SANDWICH",
"recipe": "Spread thinly buttered white bread with orange marmalade. Put two slices together and cut the sandwich in slender strips."},   
{"id": "ORANGE-MARMALADE_2",
"type": "SWEET",
"name": "ORANGE MARMALADE SANDWICH NO. 2",
"recipe": "On thin slices of lightly buttered white bread spread orange marmalade. Put four slices together, put under a weight and when well pressed, trim off the crusts and cut down in thin slices. Serve on lace paper doily."},  
{"id": "DAINTY_RIBBON",
"type": "SWEET",
"name": "DAINTY RIBBON SANDWICH",
"recipe": "Cut the crust from a loaf of white and of brown bread. Cut three slices one-half inch thick from each loaf. Spread with butter and orange marmalade. Put six slices together and press firmly. Trim the edges evenly, then with a sharp knife cut into slices about three-quarters of an inch thick. Place the sandwich on a lace paper doily. Serve as soon as made."},   
{"id": "GEM",
"type": "SWEET",
"name": "GEM SANDWICH",
"recipe": "Grate orange peel very fine, add a dash of ginger, spread thin slices of buttered white bread with Neufchatel cheese, sprinkle orange peel and ginger over the cheese. Put slices together. Garnish with an olive."},   
{"id": "LEMON",
"type": "SWEET",
"name": "LEMON SANDWICH",
"recipe": "Slice a lemon very thin and remove the rind, sprinkle with powdered sugar and place between thin slices of lightly buttered white bread cut round. Garnish top with a candied cherry."},  
{"id": "FRUIT",
"type": "SWEET",
"name": "FRUIT SANDWICH",
"recipe": "Spread thin slices of white bread with chocolate cream butter, on this place a layer of fresh fruit such as bananas, strawberries, or raspberries; cover with another slice, and garnish top with a sugared berry."},   
{"id": "STRAWBERRY",
"type": "SWEET",
"name": "STRAWBERRY SANDWICH",
"recipe": "Between thin slices of lightly buttered white bread, place strawberries cut in halves, sprinkle with powdered sugar. Garnish top of sandwich with a whole sugared berry."},   
{"id": "GRAPE",
"type": "SWEET",
"name": "GRAPE SANDWICH",
"recipe": "Remove skins and seeds from one pound of white grapes. Chop grapes, one large apple, and two stalks of celery fine. Mix with a little French dressing and place between thin slices of lightly buttered white bread. Cut sandwiches in strips."},  
{"id": "RASPBERRY",
"type": "SWEET",
"name": "RED RASPBERRY SANDWICH",
"recipe": "Mix berries with thick cream and a little powdered sugar and place between thinly cut slices of buttered white bread. Garnish top with a berry."},   
{"id": "APPLE",
"type": "SWEET",
"name": "APPLE SANDWICH",
"recipe": "Between thin slices of buttered white bread place thin slices of tart apples, which have been steeped for an hour in a mixture of lemon juice and sugar."},   
{"id": "APPLE_2",
"type": "SWEET",
"name": "APPLE SANDWICH NO. 2",
"recipe": "On thin slices of lightly buttered white bread spread baked apple. Dust with powdered sugar. Cover with another slice of bread and cut in strips."},   
{"id": "APPLE-BUTTER",
"type": "SWEET",
"name": "APPLE BUTTER SANDWICH",
"recipe": "On thin slices of lightly buttered white bread, spread apple butter. Sprinkle chopped candied orange peel, cover with another slice of bread."},  
{"id": "PINEAPPLE",
"type": "SWEET",
"name": "PINEAPPLE SANDWICH",
"recipe": "One cup of pineapple cut fine, two tablespoonfuls of lemon juice, and one cupful of sugar. Cook until thick, and when cold spread upon lady fingers and press together. White bread may be used."},   
{"id": "CHERRY",
"type": "SWEET",
"name": "CHERRY SANDWICH",
"recipe": "One cup of maraschino cherries cut in small pieces, mixed with one-half cup of English walnuts chopped fine. Moisten with whipped cream. Spread on thin slices of white buttered bread, put two slices together and cut in squares. Garnish with a maraschino cherry."},   
{"id": "CHERRY_2",
"type": "SWEET",
"name": "CHERRY SANDWICH NO. 2",
"recipe": "Chop a quarter of a pound of candied cherries fine; add a few drops of sherry. Mix and spread on rounds of lightly buttered white bread. Cover with another slice and garnish with a candied cherry."},  
{"id": "CANDIED-CHERRY",
"type": "SWEET",
"name": "CANDIED CHERRY SANDWICH",
"recipe": "Chop candied cherries very fine, add as many seeded raisins chopped fine, moisten with orange juice. Mix to a paste and spread on thin slices of white bread lightly buttered. Put two slices and garnish top with a cherry."},   
{"id": "CANDIED-CHERRY_2",
"type": "SWEET",
"name": "CANDIED CHERRY SANDWICH NO. 2",
"recipe": "Chop candied cherries fine, moisten with orange juice, place between thin slices of lightly buttered white bread. Garnish top with a cherry."},   
{"id": "CREAM_CANDIED_FRUIT",
"type": "SWEET",
"name": "CREAM AND CANDIED FRUIT SANDWICH",
"recipe": "Cut candied cherries fine and moisten with a few drops of wine. Cut sponge cake in squares and cover with whipped cream that has been sweetened and flavored and chilled; on top of this sprinkle the candied cherries. Cover with another piece of the cake and serve at once."},   
{"id": "CAKE_CANDIED_CHERRY",
"type": "SWEET",
"name": "CAKE AND CANDIED CHERRY SANDWICH",
"recipe": "Cut sponge cake into slices a quarter of an inch thick; cut the slices into rounds. Chop candied cherries fine, moisten with a little orange juice. Spread the mixture on the rounds of cake; press two pieces together. Garnish with a candied cherry."},   
{"id": "TUTTI-FRUTTI",
"type": "SWEET",
"name": "TUTTI-FRUTTI SANDWICH",
"recipe": "Chop candied cherries, peaches, and apricots, add a little sherry wine and mix to a paste. Spread on thin slices of lightly buttered white bread, cover with another slice and cut in strips."},  
{"id": "BANANA",
"type": "SWEET",
"name": "BANANA SANDWICH",
"recipe": "Mash ripe bananas; add a dash of lemon juice; sweeten to taste. Place between thin slices of buttered white bread cut oblong."},   
{"id": "BANANA_2",
"type": "SWEET",
"name": "BANANA SANDWICH NO. 2",
"recipe": "On thin slices of lightly buttered white bread spread mayonnaise dressing then add thin slices of bananas; cover with another slice of bread. Serve on a lettuce leaf."},   
{"id": "BANANA_CHERRY",
"type": "SWEET",
"name": "BANANA AND CHERRY SANDWICH",
"recipe": "Mash three bananas fine, add one-half cup of chopped maraschino cherries, a tablespoonful of powdered sugar, moisten with a little thick cream, mix, and place between thin slices of lightly buttered white bread. Garnish with a cherry."},  
{"id": "BANANA_TOAST",
"type": "SWEET",
"name": "BANANA TOAST SANDWICH",
"recipe": "Between thin slices of lightly buttered graham bread, place three slices of banana; toast quickly to a light brown. Serve hot."},   
{"id": "BANANA-TOASTED_BB",
"type": "SWEET",
"name": "BANANA AND TOASTED BROWN BREAD SANDWICH",
"recipe": "Between thin slices of buttered brown bread from which the crusts have been removed, place slices of banana, press together and place in the oven and leave until bread is toasted. Serve hot. Very good for invalids."},   
{"id": "ORIENTAL_2",
"type": "SWEET",
"name": "ORIENTAL SANDWICH",
"recipe": "Mash four bananas; add one-half cup of maraschino cherries, two tablespoonfuls of honey, and two tablespoonfuls of sweet thick cream. Mix and spread on thin slices of lightly buttered white bread, cover with another slice, and garnish top with a cherry."},  
{"id": "FIVE_OCLOCK_TEA",
"type": "SWEET",
"name": "FIVE O’CLOCK TEA",
"recipe": "Mash bananas fine, add an equal amount of mashed red raspberries, moisten with a little sweet thick cream. Place between thin slices of lightly buttered white bread. Cut in fancy shapes."},   
{"id": "FIG",
"type": "SWEET",
"name": "FIG SANDWICH",
"recipe": "Chop figs fine, moisten with a little maple syrup and work to a paste; spread mixture on thin slices of lightly buttered white bread, roll, and tie with baby ribbon."},   
{"id": "FIG_2",
"type": "SWEET",
"name": "FIG SANDWICH NO. 2",
"recipe": "One-half pound of finely chopped figs, one-third cup of sugar, half-cup of boiling water, and two tablespoonfuls of lemon juice; mix these ingredients and cook in a double boiler until thick. When cool spread mixture on thin slices of buttered white bread, cover with another slice and cut in fancy shapes."},  
{"id": "FIG_3",
"type": "SWEET",
"name": "FIG SANDWICH NO. 3",
"recipe": "Stew figs and chop; season with a little wine and place between lightly buttered slices of white or graham bread."},   
{"id": "FAVORITE",
"type": "SWEET",
"name": "FAVORITE SANDWICH",
"recipe": "Chop stewed figs, add a dash of lemon juice, spread on thin slices of lightly buttered white bread, and cover with another slice. Garnish with a spray of smilax."},   
{"id": "FIG_NUT",
"type": "SWEET",
"name": "FIG AND NUT SANDWICH",
"recipe": "Cut rounds of bread with a biscuit cutter and lightly butter. For each sandwich use two dried figs, fill the figs with the English walnut meats chopped; roll the figs in powdered sugar and place between the rounds of bread."},  
{"id": "FIG_NUT_2",
"type": "SWEET",
"name": "FIG AND NUT SANDWICH NO. 2",
"recipe": "Chop figs and English walnuts fine; moisten with whipped cream; place between thin slices of lightly buttered white bread. Garnish with smilax."},   
{"id": "FIG_ROLL",
"type": "SWEET",
"name": "FIG AND ROLL",
"recipe": "Split twelve figs, scrape out the soft portion and rub this to a paste; butter thin slices of fresh white or brown bread, remove the crust, spread on the fig paste and roll the bread carefully; press for a moment, then roll it in a piece of tissue paper, pressing the ends as you would an old-fashioned motto, or it may be tied with baby ribbon of any color."},   
{"id": "LADY-FINGER",
"type": "SWEET",
"name": "LADY FINGER SANDWICH",
"recipe": "Chop figs fine and rub to a smooth paste; add a dash of orange juice and spread on lady fingers; press two fingers together and garnish with a spray of smilax."},  
{"id": "DATE_FIG",
"type": "SWEET",
"name": "DATE AND FIG SANDWICH",
"recipe": "To two cups of dates with stones removed, add one cup of washed figs, also one cup of seeded raisins; chop very fine and add enough water to make a paste to spread easily. Let this boil one minute, and when cool spread between thin slices of buttered white bread, cover with another slice and garnish top with a sugared date."},   
{"id": "DATE_NUT",
"type": "SWEET",
"name": "DATE AND NUT SANDWICH",
"recipe": "Between slices of brown bread lightly buttered and cut thin, place this filling; dates stoned and chopped fine, walnut meats chopped fine, moistened with a little sherry wine. Garnish with a spray of smilax."},   
{"id": "DATE_ORANGE",
"type": "SWEET",
"name": "DATE AND ORANGE SANDWICH",
"recipe": "Remove the pulp and inner skin from six oranges, cut into small pieces, add one pound of chopped dates and a half-cup of walnut meats chopped fine; add half-cup of powdered sugar, moisten with a little sherry or port wine, and place the mixture between slices of lightly buttered white bread."},   
{"id": "RAISIN",
"type": "SWEET",
"name": "RAISIN SANDWICH",
"recipe": "Cut large raisins in halves with a sharp knife; take out the seeds, dip in brandy or sherry; do not let them remain a moment in the liquor; cut white bread in rounds, spread with butter, and put a layer of raisins between the two rounds of bread. Garnish top with a raisin and serve with lemonade."},   
{"id": "FRUIT-JELLY",
"type": "SWEET",
"name": "FRUIT JELLY SANDWICH",
"recipe": "Soak one box of gelatine in one cup of cold water, and dissolve it in one cup of boiling water. Add one cup of sugar, one-half cup of lemon juice, one cup of orange juice, and half a cup of mashed red raspberries. When cool spread on squares of sponge cake, or thinly cut and lightly buttered white bread. Cover with another slice."},  
{"id": "JELLY_NUT",
"type": "SWEET",
"name": "JELLY AND NUT SANDWICH",
"recipe": "Chop English walnuts fine and stir into whipped cream; spread currant jelly on thin slices of lightly buttered white bread; on top of that spread the walnuts and cream, cover that with currant jelly, and lastly cover with another slice of bread. Serve as soon as made."},   
{"id": "CURRANT-JELLY",
"type": "SWEET",
"name": "CURRANT JELLY SANDWICH",
"recipe": "Cut fresh bread in as thin slices as possible. Butter them evenly, spread with currant jelly and sprinkle with fresh grated cocoanut; roll each slice separately and tie the roll with baby ribbon. Make when ready to serve."},   
{"id": "CURRANT-JELLY_WALNUT",
"type": "SWEET",
"name": "CURRANT JELLY AND ENGLISH WALNUT SANDWICH",
"recipe": "Spread thin slices of lightly buttered white bread with currant jelly and sprinkle with finely chopped English walnut meats. Cover with another slice and cut in oblong shape."},  
{"id": "TOMATO-JELLY",
"type": "SWEET",
"name": "TOMATO JELLY SANDWICH",
"recipe": "One cupful of boiled and strained tomatoes, seasoned with salt, pepper, paprika and a little tabasco sauce. Dissolve quarter box of gelatine in one-half cup of water, add to the tomatoes, and mix thoroughly. Cool in forms that will slice in shape of sandwiches to be used. Place between thin slices of lightly buttered white bread."},   
{"id": "QUINCE-JELLY_NUT",
"type": "SWEET",
"name": "QUINCE JELLY AND NUT SANDWICH",
"recipe": "Mix a cupful of quince jelly with half a cupful of finely chopped hickory or pecan nuts and spread on thin slices of lightly buttered white bread. Cover with another slice and cut in squares."},   
{"id": "QUINCE-JELLY",
"type": "SWEET",
"name": "QUINCE JELLY SANDWICH",
"recipe": "Spread thin slices of lightly buttered white bread with quince jelly. Put slices together, cut in squares, and garnish with a spray of maidenhair fern."},  
{"id": "GOOSEBERRY-JAM",
"type": "SWEET",
"name": "GOOSEBERRY JAM SANDWICH",
"recipe": "Spread thinly cut slices of lightly buttered white bread with gooseberry jam; place slices together and cut in slender strips. Garnish with a spray of smilax. Serve as soon as made."},   
{"id": "CLARET-JELLY",
"type": "SWEET",
"name": "CLARET JELLY SANDWICH",
"recipe": "Soak one box of gelatine in one cup of cold water, then dissolve in one cup of boiling water, add one cup of sugar and strain. When cold, add the juice of half a lemon, and one cup of claret and set in a cool place. When ready for use, cover thin slices of lightly buttered white bread with the jelly, cover with another slice of buttered bread and cut in strips."},   
{"id": "MARBLED-BREAD",
"type": "SWEET",
"name": "MARBLED BREAD SANDWICH",
"recipe": "Make an equal number of white and brown bread sandwiches, lightly spread with butter and currant jelly, press sandwiches together in alternating colors, cut in thin strips. Serve on lace paper doily."},  
{"id": "BANANA_3",
"type": "SWEET",
"name": "BANANA SANDWICH",
"recipe": "Place peeled bananas, sliced across, between thin slices of buttered brown bread from which the crusts have been trimmed. Place in the oven and leave until bread is toasted and you will have delicious and nourishing hot sandwiches. Very good for invalids."},   
{"id": "MARRON",
"type": "SWEET",
"name": "MARRON SANDWICH",
"recipe": "Cut the bread in rounds with a biscuit cutter; put a <i>marron glace</i> in the centre and around it whipped cream that has been sweetened and flavored. Nice for afternoon luncheon."},   
{"id": "HONEY",
"type": "SWEET",
"name": "HONEY SANDWICH",
"recipe": "Spread thinly cut slices of lightly buttered white bread with honey; put slices together and garnish with a pansy. Serve as soon as made."},   
{"id": "HONEY_BANANA",
"type": "SWEET",
"name": "HONEY AND BANANA SANDWICH",
"recipe": "Mixed strained honey with mashed ripe bananas; place between thinly cut slices of buttered white bread."},  
{"id": "FRENCH-TEA",
"type": "SWEET",
"name": "FRENCH TEA SANDWICH",
"recipe": "On thinly cut slices of lightly buttered white bread cut round, spread cream cheese and currant jelly. Cover with another slice and sprinkle top of sandwich with crumbs of pistache."},   
{"id": "DAINTY-PEANUT",
"type": "SWEET",
"name": "DAINTY PEANUT SANDWICH",
"recipe": "One cup of sugar and enough water to cover; boil until it threads from spoon; stir this into the white of an egg beaten stiff. Add one cup of peanuts ground fine; spread the paste on salted wafers; let stand a while before serving."},   
{"id": "VERANDA",
"type": "SWEET",
"name": "VERANDA SANDWICH",
"recipe": "Chop crystallized ginger fine, moisten with a dash of orange juice; place between thin slices of lightly buttered white bread; cut in fancy shapes and garnish each with a spray of smilax."},  
{"id": "PUFF-PASTE",
"type": "SWEET",
"name": "PUFF PASTE SANDWICH",
"recipe": "Roll puff paste very thin; cut round with a biscuit cutter; bake to a delicate brown. Add chopped almonds to apple or peach marmalade and place the mixture between two rounds of pastry."},   
{"id": "DREAM",
"type": "SWEET",
"name": "DREAM SANDWICH",
"recipe": "Cold chopped boiled sweetened prunes, mix with English walnuts chopped fine, moisten with a little of the prune syrup, and place between thin slices of lightly buttered white bread. Garnish with a spray of smilax."},   
{"id": "CHOCOLATE",
"type": "SWEET",
"name": "CHOCOLATE SANDWICH",
"recipe": "Melt a teaspoonful of butter in a saucepan, stir into it all the unsweetened chocolate (bitter) it will take up. Grate the chocolate directly into the butter. Stir until butter and chocolate are thoroughly mixed. Take from the fire and let it get cold before spreading on thin slices of graham bread, lightly buttered. Cover with another slice and cut in strips."},  
{"id": "CHOCOLATE_NUT",
"type": "SWEET",
"name": "CHOCOLATE AND NUT SANDWICH",
"recipe": "Take two tablespoonfuls of sweetened chocolate, mix with a little water and heat to a thick paste; chop fine a half-pint of English walnuts or hickory nuts, stir the chocolate paste when cooling, add the nuts, and spread thinly on narrow wafers. Let harden, then press the two wafers together."},   
{"id": "MAPLE-CREAM",
"type": "SWEET",
"name": "MAPLE CREAM SANDWICH",
"recipe": "One-half pound of maple sugar, one-half pound of brown sugar, one-half cup of water, and one-half teaspoonful of cream of tartar; boil these together until they form a soft ball when dipped into cold water. When nearly cold, beat with a fork until thick and creamy; spread on an equal number of thin round slices of buttered white and entire wheat bread, and place together in pairs, one of each kind of bread."},   
{"id": "MAPLE-SUGAR",
"type": "SWEET",
"name": "MAPLE SUGAR SANDWICH",
"recipe": "On thin slices of lightly buttered white bread spread maple sugar, put slices together and cut with a maple leaf cutter. Serve with hot coffee."},  
{"id": "LOG-CABIN",
"type": "SWEET",
"name": "LOG CABIN SANDWICH",
"recipe": "Boil one cupful of maple syrup, one-half cupful chopped dates, one-half cupful chopped almonds, one-half cupful pineapple together, let cook for five minutes, take from fire, and add teaspoonful of lemon juice. Cut the bread in long thin strips and remove the crust. Spread with the mixture. Put slices together and wrap in oiled paper; let stand a few hours, when the paper can be removed and they will keep the shape desired."},   
{"id": "GINGER",
"type": "SWEET",
"name": "GINGER SANDWICH",
"recipe": "On thin slices of lightly buttered graham bread, sprinkle finely chopped Canton ginger; press slices together."},   
{"id": "GINGER_ORANGE",
"type": "SWEET",
"name": "GINGER AND ORANGE SANDWICH",
"recipe": "Soften Neufchatel cheese with a little cream; spread on thin slices of white bread and cover with finely minced candied orange peel and preserved ginger; cover with another slice of bread and garnish with a spray of maidenhair fern."},   
{"id": "CHESTNUT_PRUNE",
"type": "SWEET",
"name": "CHESTNUT AND PRUNE SANDWICH",
"recipe": "Boil chestnuts twenty minutes; peel and chop fine, add an equal amount of cooked prunes chopped; moisten with a little cream and place between thin slices of lightly buttered whole wheat bread. Garnish top with a maraschino cherry."},   
{"id": "HALLOWEEN",
"type": "SWEET",
"name": "HALLOWEEN SANDWICH",
"recipe": "One cup of celery, one orange cut fine, one-half cup of raisins seeded and halved; add one-half cup of grated apple to one-half cup of mayonnaise and mix with this; place between thin slices of lightly buttered white or whole wheat bread. Garnish with a spray of smilax."},  
{"id": "INDIA",
"type": "SWEET",
"name": "INDIA SANDWICH",
"recipe": "One cup each preserved ginger and candied orange peel chopped fine; mix with one-half cup of thick cream and spread, on white bread thinly buttered. Garnish with stick of candied orange peel."},   
{"id": "WHIPPED-CREAM",
"type": "SWEET",
"name": "WHIPPED CREAM SANDWICH",
"recipe": "One cup of thick cream, one tablespoonful of powdered sugar. Beat until solid, then add three drops of vanilla, let it become chilled, then spread on lady fingers, press together and serve as soon as made."},   
{"id": "SCHOOL",
"type": "SWEET",
"name": "SCHOOL SANDWICH",
"recipe": "On thin slices of lightly buttered white bread, spread brown sugar; cover with another slice of bread and wrap in wax paper."},  
{"id": "COCOANUT",
"type": "SWEET",
"name": "COCOANUT SANDWICH",
"recipe": "One and one-half cup of grated cocoanut, one-half cup of English walnuts chopped fine, one tablespoonful of rose water, three tablespoonfuls of sugar; mix well, moisten with three tablespoonfuls of thick cream. Spread mixture on thin slices of buttered white bread, cover with another slice and cut in strips."},   
{"id": "COCOANUT_2",
"type": "SWEET",
"name": "COCOANUT SANDWICH NO. 2",
"recipe": "Roll out one-half pound of puff paste until one-fourth of an inch thick, then place it in a baking tin and bake in a hot oven until a golden brown; when done, let it get cold; whip one-half pint of cream to a stiff dry froth, add to it three tablespoonfuls each of powdered white sugar and desiccated cocoanut. Cut the pastry into strips three inches long by one inch wide; spread some of the cocoanut cream on each piece, put two pieces together and sprinkle powdered white sugar thickly over them."},  
{"id": "NUT_FRUIT",
"type": "SWEET",
"name": "NUT AND FRUIT SANDWICH",
"recipe": "Mash half-pound of pitted prunes, mix them with a half-pound of seedless raisins, half-pound of stoned dates, and the same quantity of washed figs, quarter of a pound of blanched almonds, a quarter of a pound of peeled Brazil nuts, and one pound of pecans. Put through the meat chopper, add the juice of two oranges and knead the mixture with your hands; pack it down into baking powder boxes or into any round tin and stand it aside in a cold place; when wanted for use, remove from the tins, cut thin, and place slices between lightly buttered white bread cut round. Garnish top with a maraschino cherry."},   
{"id": "FUDGE",
"type": "SWEET",
"name": "FUDGE SANDWICH",
"recipe": "Melt on tin in oven, fudge or fresh chocolate creams until soft enough to be spread; spread wafer crackers with this filling, tie each two with white baby ribbon. Serve with lemonade."},  
{"id": "VIOLET",
"type": "SWEET",
"name": "VIOLET SANDWICH",
"recipe": "Cover the butter with violets over night; slice white bread thin and spread with the butter; put slices together and cover with the petals of the violets."},   
{"id": "ROSE-LEAF",
"type": "SWEET",
"name": "ROSE-LEAF SANDWICH",
"recipe": "Flavor fresh unsalted butter with rose by packing in closed jar with a layer of rose leaves and leaving several hours. Any fragrant rose will answer. Cut white bread into dainty strips or circles, spread with the perfumed butter, put one or two rose leaves between the slices, allowing the edges to show."},   
{"id": "CLOVER",
"type": "SWEET",
"name": "CLOVER SANDWICH",
"recipe": "Trim the crust from a loaf of bread and place bread in a stone jar with clover blossoms; wrap the butter in cheese-cloth and also place in the jar; leave over night. Cut the bread thin and spread with the clover-scented butter; put two slices together and garnish with a clover blossom."},  
{"id": "NASTURTIUM_2",
"type": "SWEET",
"name": "NASTURTIUM SANDWICH",
"recipe": "Cover the bread and butter with nasturtium flowers over night; cut white bread thin and spread lightly with the butter. Put two nasturtium flowers between the slices."},   
{"id": "CHINESE-NUT",
"type": "SWEET",
"name": "CHINESE NUT SANDWICH",
"recipe": "Stone two cups of Chinese nuts, moisten with three tablespoonfuls of thick cream, sweetened with a little honey; spread on slices of lightly buttered white bread. Cover with another slice and cut in squares."},   
{"id": "CREAM",
"type": "SWEET",
"name": "CREAM SANDWICH",
"recipe": "Cream four ounces of butter, add gradually four ounces of brown sugar, four ounces of fine flour, four eggs one by one, a squeeze of lemon juice or a tablespoonful of rose water, and lastly a teaspoonful of baking powder. When thoroughly mixed, bake in shallow tins. Whip up till perfectly thick a quarter of a pint of cream, spread this on half the strips and cover with the other sandwich-fashion. Ice these sandwiches over with chocolate icing."}, 
{"id": "BOSTON",
"type": "MISCELLANEOUS",
"name": "BOSTON BAKED BEAN SANDWICH",
"recipe": "Press cold baked beans through a colander, add two stalks of celery chopped fine, a teaspoonful of horse-radish, and a little tomato catsup; mix and spread on buttered slices of Boston brown bread, cover with another slice, and garnish with a radish and a pickle."},   
{"id": "NEW_ENGLAND",
"type": "MISCELLANEOUS",
"name": "NEW ENGLAND SANDWICH",
"recipe": "Mash beans that have been cooked well, add a dash of catsup, lay on a crisp lettuce leaf between lightly buttered white or brown bread. Garnish with a pickle."},   
{"id": "MEXICAN",
"type": "MISCELLANEOUS",
"name": "MEXICAN SANDWICH",
"recipe": "Put large square salted crackers into the oven to heat. When warm, put on each cracker a large tablespoonful of baked beans that has been mixed with a little catsup heated with butter and highly seasoned."},  
{"id": "POTATO",
"type": "MISCELLANEOUS",
"name": "POTATO SANDWICH",
"recipe": "Run three good sized boiled potatoes through the potato ricer, season with salt and pepper, add the yolks of four hard-boiled eggs that have been rubbed to a paste, and one tablespoonful of melted butter. Mix thoroughly and place between thin slices of lightly buttered brown bread. Garnish with a pickle."},   
{"id": "POTATO_HAM",
"type": "MISCELLANEOUS",
"name": "POTATO AND HAM SANDWICH",
"recipe": "Into a pint of well seasoned mashed potatoes, stir two eggs without beating; spread two tablespoonfuls of this potato out smoothly, and lay on it a slice of neatly trimmed boiled ham. Cover this with the potato, pinch the edges together. Fry in butter until a delicate brown."},   
{"id": "RICE",
"type": "MISCELLANEOUS",
"name": "RICE SANDWICH",
"recipe": "Creole rice may be shaped to a circle, in which make a cavity; leave this to stand in a cool place until firm; when so, cut in half, horizontally. Spread peach preserves neatly on lower ring, mask well with syrup. Put on the upper ring and mask well with the syrup. Put in a cool place until ready to serve; cut V-shape and serve with unflavored cream."},   
{"id": "POPCORN",
"type": "MISCELLANEOUS",
"name": "POPCORN SANDWICH",
"recipe": "Pass two cupfuls of freshly popped corn through the meat chopper, place this in the chopping bowl, add a dash of salt and cayenne pepper, five boned sardines, a dash of Worcestershire, and enough tomato catsup to form a paste. Spread this on circles of hot buttered toast. Sprinkle with Parmesan cheese and crisp in hot oven. Serve as soon as made."},   
{"id": "DYSPEPTIC",
"type": "MISCELLANEOUS",
"name": "DYSPEPTIC SANDWICH",
"recipe": "Spread thin slices of gluten bread with peanut butter, mixed with crisp brown bread crumbs, put the two slices together, and cut in strips."},  
{"id": "MOSAIC_2",
"type": "MISCELLANEOUS",
"name": "MOSAIC SANDWICH",
"recipe": "Cut two slices each of white and dark graham bread; cream one-quarter cup of butter until white. Spread a slice of white bread with the creamed butter, then place a slice of graham bread on it; then spread graham bread with creamed butter; repeat. Place a light weight on all four slices. When butter hardens remove the weight, then cut in thin slices downward."},   
{"id": "SANDWICH-ROLLS",
"type": "MISCELLANEOUS",
"name": "SANDWICH ROLLS",
"recipe": "Take four cupfuls of light bread dough, spread it on the breadboard and roll thin. Spread this sheet with one cupful of butter, fold it up and roll out again; fold as before and let it stand a few minutes in a warm place. Now roll and fold twice more. Let stand a short time, roll out and cut into biscuits, place in pans, not touching, brush over the tops with a little lard and hot water. Let rise one hour and bake. These are very light and will pull apart in flakes. Any filling may be used."},    
{"id": "CAVIARE-CANAPES",
"type": "CANAPES",
"name": "CAVIARE CANAPES",
"recipe": "Season the caviare with a dash of lemon juice and a very little onion juice. Spread mixture on toasted rounds of white bread and sprinkle top with finely chopped hard-boiled egg. Garnish with cress."},   
{"id": "HERRING-CANAPES",
"type": "CANAPES",
"name": "HERRING CANAPES",
"recipe": "Toast slices of white bread, remove the crusts and cut oblong. Spread them with butter mixed with a very little French mustard, cover with finely minced sour pickle; place upon each two boneless herrings. Sprinkle finely chopped hard-cooked egg yolk over top."},  
{"id": "ANCHOVY-CANAPES",
"type": "CANAPES",
"name": "ANCHOVY CANAPES",
"recipe": "Toast rounds of white bread to a nice even brown; place two boneless anchovies on a round of toast, and sprinkle over same the yolks of hard-boiled eggs; dust with white pepper and garnish with a slice of lemon."},   
{"id": "LOBSTER-CANAPES",
"type": "CANAPES",
"name": "LOBSTER CANAPES",
"recipe": "Chop the meat of a boiled lobster fine, season with pepper and salt, a dash of lemon juice, and a little mayonnaise dressing and spread on rounds of toasted bread. Garnish with a sprig of parsley."},   
{"id": "CRAB-CANAPES",
"type": "CANAPES",
"name": "CRAB CANAPES",
"recipe": "Put the contents of a can of crab meat into a saucepan, add one tablespoonful of sherry and let simmer until the liquid disappears. Fry one small finely minced onion in a tablespoonful of butter until brown, add a cupful of milk that has blended with a tablespoonful of flour, let it come to a boil, then add the crab meat and let simmer for ten minutes; remove from the fire and when cool spread on rounds of toast and sprinkle with grated Parmesan cheese; place in a hot oven until a golden brown. Serve hot."},   
{"id": "SARDINE-CANAPES",
"type": "CANAPES",
"name": "SARDINE CANAPES",
"recipe": "Pound boneless and skinless sardines to a paste; moisten with a little olive oil, and a dash of lemon juice; spread mixture on thin rounds of toasted bread. Arrange leaves of watercress around the edge and put finely chopped hard-boiled egg in the centre."},   
{"id": "SARDINE-CANAPES_2",
"type": "CANAPES",
"name": "SARDINE CANAPES NO. 2",
"recipe": "Take a box of sardines, remove bone and skin, rub to a paste with three ounces of fresh butter, and gradually add four tablespoonfuls of thick cream, until a paste is formed. Spread the paste over toasted rounds of white bread; sprinkle chopped olives over the whole."},   
{"id": "SARDELLEN-CANAPES",
"type": "CANAPES",
"name": "SARDELLEN CANAPES",
"recipe": "Toast a thin biscuit cracker and lightly butter. Put a slice of hard-boiled egg in the centre and coil one well cleaned sardellen around the egg. Garnish with a slice of lemon."},  
{"id": "SALMON-CANAPES",
"type": "CANAPES",
"name": "SALMON CANAPES",
"recipe": "Toast rounds of white bread and spread with melted butter; next with finely flaked salmon, to which add a dash of Worcestershire sauce, and a drop of olive oil; sprinkle finely chopped hard-boiled egg over top. Garnish with a small sprig of parsley."},   
{"id": "FISH-CANAPES",
"type": "CANAPES",
"name": "FISH CANAPES",
"recipe": "Rub a quarter of a pound of any kind of cooked fish to a paste; season with pepper and salt, and a few drops of onion juice. Moisten with one tablespoonful of sauce tartare. Spread the above mixture on rounds of buttered brown bread, sprinkle over top finely chopped dill pickles."},   
{"id": "HAM-CANAPES",
"type": "CANAPES",
"name": "HAM CANAPES",
"recipe": "Mince and mash to a smooth paste half a pound of cold boiled ham, add two tablespoonfuls of currant jelly, one tablespoon of soft butter, and a half a teaspoon of curry powder or half this amount of paprika if the latter be preferred. Spread this paste on round pieces of toast and garnish with chopped, cooked eggs, whites and yolks separate, minced pickles, green peppers, and olives."},   
{"id": "HAM_CANAPES_2",
"type": "CANAPES",
"name": "HAM CANAPES NO. 2",
"recipe": "Cut bread in rounds one-fourth inch thick. Saute in butter; spread with finely chopped ham mixed to a paste with a little melted butter and seasoned. Sprinkle top with finely chopped hard-boiled eggs."},   
{"id": "BACON-CANAPES",
"type": "CANAPES",
"name": "BACON CANAPES",
"recipe": "Cut bread in squares one-fourth inch thick, saute the bacon fat. Spread with a little French mustard, cover with fried bacon finely chopped, and sprinkle with finely chopped pimolas."},   
{"id": "TONGUE-CANAPES",
"type": "CANAPES",
"name": "TONGUE CANAPES",
"recipe": "Toast one-fourth inch slices of graham bread, cut in rounds and fried in butter; mix cooked tongue that has been chopped fine with creamed butter till it is a paste, and add one tablespoonful of capers to a cupful of tongue. Spread on bread, add a dash of salt and cayenne, and sprinkle with a little finely chopped watercress."},  
{"id": "CHICKEN-CANAPES",
"type": "CANAPES",
"name": "CHICKEN CANAPES",
"recipe": "Chop fine the white meat of a chicken and two stalks of celery. Season with salt, pepper, and vinegar. Let stand a few minutes, then drain dry; add a little mayonnaise dressing and mix well. Serve on rounds of toast that have been spread lightly with melted butter. Sprinkle chopped chives over the whole."},   
{"id": "NUT_OLIVE-CANAPES",
"type": "CANAPES",
"name": "NUT AND OLIVE CANAPES",
"recipe": "Fry rounds of white bread in butter; mix equal quantities of chopped English walnuts and olives with enough mayonnaise dressing to moisten. Spread on bread and garnish with chopped pimentos."},   
{"id": "TOMATO_CUCUMBER-CANAPES",
"type": "CANAPES",
"name": "TOMATO AND CUCUMBER CANAPES",
"recipe": "Saute rounds of white bread in butter. Fry slices of tomato in deep fat; place one slice of tomato on each round of bread. Dust with salt and pepper, and lightly spread with mayonnaise dressing followed by a thin slice of cucumber. Sprinkle top with finely chopped hard-boiled egg."}]