[
    {
        "id": "CANAPES",
        "description": "Canapes are <i>savories</i>, or appetizers, usually served before the first course at dinners, luncheons, or chafing dish suppers. One slice only is used for each canape. They may be dipped in melted butter, toasted or fried and cut into fancy shapes. The mixture is spread on top, the top is garnished."
    },
    {
        "id": "PATE",
        "description": "<i>Pâté de foie gras</i> is made from the liver of geese, ducks, or turkeys. Put one-half cup goose grease in a fryer on stove; when hot lay in the livers and baste with a spoon until tender; remove the livers from the pan and chop very fine. Add a small onion chopped and boiled brown, season with salt and pepper and mix in some of the grease in which livers were fried. The mixture must resemble paste. <i>Pâté de foie gras</i> can be purchased in small cans."
    },
    {
        "id": "FOREWORD",
        "description": "<p>The first requisite in the preparation of good sandwiches is to have perfect bread in suitable condition. Either white, brown, rye, or entire wheat bread may be used, but it should be of close, even texture and at least one day old.</p> <p>Cream the butter with a wooden spoon and spread smoothly on the bread before it is cut; after cutting remove the crust and avoid spreading the butter or filling over the edge. When ready to serve, cut the sandwiches either square, triangular, long, narrow, round, or crescent shaped.</p> <p>In making rolled bread sandwiches, cut off the crust of a loaf of fresh bread and spread a thin layer of butter on one end of the loaf; cut off this buttered end in as thin a slice as possible and spread with the sandwich filling; roll up this slice and lay on a napkin; draw the napkin firmly around the rolled bread and pin it. Put in a cool place until ready to serve, then remove napkin and tie the sandwiches with baby ribbon or fasten with a tooth pick.</p> <p>French rolls may be used for picnics and out-of-door luncheons. Remove from the top of each roll a piece of the crust the size of a silver dollar, and with a spoon take out the centre. Fill the space with highly seasoned chopped meat, fish, lobster, or crab, replace lid, wrap in tissue paper, and serve with pickles or olives.</p> <p>For very small, dainty sandwiches to be served at afternoon teas or luncheons, the bread may be baked at home in pound baking powder cans. These should be only half filled, and then allowed to rise before baking. You then have a round slice without crust.</p> <p>A garnish such as the following may be used: For meat sandwiches, use pickles, olives, lettuce, watercress, parsley, and mint. For fish sandwiches, use pickles, olives, cress, parsley, slices of lemon, and hard-boiled egg. For cheese sandwiches, use pickles and olives. For sweet sandwiches, use lettuce, maiden hair fern, smilax, berries, flowers, and candied fruit.</p> <p>To keep sandwiches fresh, if prepared an hour or two before serving, wring out a napkin in cold water and cover the tray and keep in a cool place or wrap in wax paper.</p>"
    }
]